{
	"a":      "阿啊呵腌嗄锕錒",
	"ai":     "爱唉挨碍哀矮埃哎艾癌隘蔼嗳皑霭捱暧瑷娭砹锿嫒薆鴱藹磑礙硋愛壒叆靉毐塧靄璦瞹濭溰溾曖昹啀噯嘊敱敳賹懓懝銰鑀鱫鎄皧皚馤躷凒娾嬡伌僾餲譪譺",
	"an":     "安按案暗岸氨俺铵胺鞍黯庵桉谙鮟鹌咹犴广厂埯揞菴蓭荌萻葊隌鵪豻貋腤雸堓垵玵洝晻唵啽罯屵峖鞌錌銨馣痷鶕闇媕盫儑侒偣韽盦諳誝",
	"ang":    "昂肮盎昻骯岇醠枊仰",
	"ao":     "傲熬凹遨嗷奥拗澳袄懊坳敖翱螯鳌鏖岙媪鏊骜艹聱獒廒蔜芺隞隩厫磝奡镺垇墺璈嗸嶅驁鰲鷔摮嫯鼇謷滶澚軪岰慠爊襖獓翶擙抝梎柪翺嶴奧媼謸",
	"ba":     "把八吧巴爸罢拔霸坝叭芭扒跋疤靶耙粑笆钯伯茇菝灞岜鲅捌魃夿胈鼥壩垻豝玐蚆跁哵罷軷炦鈀鲃鮁魞釟抜扷覇柭欛朳叐矲羓丷妭颰癹仈弝詙",
	"bai":    "白百摆败拜柏呗掰伯稗捭佰薭瓸贁敗韛粨庍粺襬猈拝擺挀栢竡絔",
	"ban":    "办般半班板伴版搬斑扮颁瓣拌扳绊坂阪舨瘢柈钣癍靽瓪湴昄蝂岅肦怑粄魬鈑鉡秚褩螌辦闆辬姅頒鳻攽絆斒",
	"bang":   "帮邦膀棒傍榜绑梆磅蚌旁镑谤浜蒡幚邫垹鞤幇幫塝玤蜯髈鎊挷捠搒棓牓稖艕綁縍謗彭",
	"bao":    "保报包胞宝暴抱薄剥炮爆饱堡孢豹瀑刨鲍苞雹葆曝褒鸨褓煲龅趵勹蕔菢藵犦髱靌報堢虣珤齙曓蚫骲鳵怉寳寚寶宲窇鑤鮑鉋铇勽枹忁笣闁媬儤賲佨飹飽駂鴇剝緥袌裦襃",
	"bei":    "被北备背倍悲贝杯辈臂卑碑呗狈惫钡悖孛蓓焙陂碚褙勃鞴鐾庳鹎邶鞁藣苝犕牬盃愂琲珼輩昁蛽唄郥骳貝糒禙鋇狽鉳鵯揹柸桮梖椑鄁軰僃備憊偹俻偝誖",
	"ben":    "本奔笨苯贲坌夯畚锛奙逩坋渀漰泍錛撪捹桳翉楍栟犇倴",
	"beng":   "崩蹦绷甭迸泵嘣甏菶鞛奟埲塴埄琫琣嗙嵭祊鏰镚甮揼逬痭閍伻綳繃絣蚌",
	"bi":     "比必笔毕避壁秘闭鼻币彼逼辟臂泌碧弊蔽鄙毙弼痹庇陛璧婢敝匕俾裨荸吡哔蓖贲襞铋秕毖愎髀篦睥畀妣筚薜萆芘荜滗濞跸嬖狴箅舭鞸蓽萞苾聛驆駜夶髲觱皕腷毴貏賁堛豍珌睤湢滭幤獘斃鄨幣鷩潷沘畢鷝螕蜌啚蹕躃嗶咇罼奰貱畁贔赑怶愊韠躄繴鼊怭屄邲煏熚廦粃襅袐襣禆鲾鏎鐴鉍鰏鮅獙鎞魓柀楅柲榌朼梐篳馝箆筆閉閇閟痺疕疪妼鵖嬶佊偪朇佖饆飶弻彃縪鄪綼毞坒粊詖诐佛拂",
	"bian":   "变便边遍编辩辨鞭扁贬辫蝙匾卞鳊汴砭弁苄碥忭煸褊窆笾缏鞕藊萹鴘玣覍汳昪峅貶惼炞糄鯾鯿獱猵鍽抃揙牑邉邊釆籩艑箯徧稨閞辡辧辮辯緶編甂変諚變",
	"biao":   "表标彪裱婊飚飙镖膘鳔俵骠镳飑髟瘭藨蔈骉驫飆猋嫑磦脿爂臕墂滮淲瀌贆幖飊熛褾錶鑣鏢摽標檦穮儦飇颩颮颷飈諘謤",
	"bie":    "别憋瘪鳖蹩虌莂蟞鱉龞彆鼈蛂別襒徶癟",
	"bin":    "宾滨斌彬濒缤鬓槟殡摈膑邠玢份频髌豳镔傧髩鬢鬂臏霦豩璸瑸殯頻虨瀕濱濵汃髕賓顮賔鑌擯檳梹椕儐繽",
	"bing":   "并病兵冰饼丙柄炳秉禀屏槟摒邴鞆鞞苪陃靐垪眪昞昺蛃怲庰寎窉鈵鮩鋲鉼掤抦棅栤幷並竝偋倂併仒傡餠餅仌氷稟誁",
	"bo":     "波伯播剥博玻勃拨柏脖卜搏泊驳膊舶簿渤簸菠箔跛薄钵铂僰帛礴饽钹亳啵檗鹁踣擘葧萡蘗蔔駁駮驋礡盋砵肑胉郣鵓碆浡溊淿謈蹳嚗髉髆嶓懪孹糪愽煿袹襮袯襏鑮鈸鋍鲌馎鮊鱍鉑鎛镈鉢狛猼瓟瓝挬撥欂桲秡缽簙牔馛馞艊癷侼癶仢僠餑餺紴袰譒佛",
	"bu":     "不部步布补捕卜哺埔怖簿埠钚卟逋晡钸醭瓿荹蔀埗歨歩堡鳪吥咘踄轐峬悑庯廍補鈈鈽錻鸔抪捗柨鵏篰勏郶佈餔餢誧",
	"ca":     "擦嚓礤遪礸攃",
	"cai":    "才采材财彩菜裁猜蔡踩睬毝埰啋跴財寀採棌婇倸偲綵纔縩",
	"can":    "参残餐惨蚕灿掺惭璨孱粲骖黪薒朁蠶叄參叅驂蝅蠺殘澯湌喰黲慙憯慘慚燦爘穇飡嬠傪儏謲",
	"cang":   "藏苍仓舱沧臧伧蒼濸滄螥嵢賶鑶獊欌艙凔仺鸧傖倉鶬",
	"cao":    "草操曹槽糙嘈漕螬艚蓸艸騲鼜曺鄵嶆愺慅慒懆褿襙鏪撡肏",
	"ce":     "策测侧册厕栅恻拆荝萴萗蓛厠測畟冊夨惻憡廁粣拺敇筴笧筞簎箣側",
	"cen":    "参岑涔埁嵾篸笒",
	"ceng":   "层曾蹭噌驓嶒層竲",
	"cha":    "差察查茶插叉诧岔刹喳茬嚓楂杈碴汊搽衩姹槎馇镲锸猹檫靫垞嗏蹅嵖銟鑔鍤扠剎挿揷査臿秅艖疀奼侘偛餷詧紁詫",
	"chai":   "差柴拆钗豺侪虿瘥茝芆蠆袃肞祡囆喍釵犲儕訍",
	"chan":   "产颤阐缠禅铲掺潺馋蝉搀蟾忏谄孱谗巉廛羼崭蒇骣觇澶躔冁婵单剗蕆韂苂硟壥刬覘湹瀍瀺潹灛滻浐蟐蟬螹旵囅丳嚵磛幝幨辿嵼懴懺煘鄽燀裧襜酁劖毚鑱镵鋋鋓獑鏟摻摲攙摌醦棎欃梴艬簅闡閳産剷嬋儳饞儃緾繟纏纒產譂顫諂讒誗讇斺",
	"chang":  "长常场厂唱昌肠偿尝倡畅倘敞淌猖怅嫦娼氅菖昶徜鲳惝苌鬯阊伥萇長镸瓺兏厰腸膓場鼚塲瑺瑒琩玚仧淐甞嘗暢嚐畼悵韔廠焻裮鋹鲿錩锠鱨鯧椙閶倀仩僘償誯裳",
	"chao":   "朝超潮吵巢抄嘲剿炒钞绰晁焯耖怊焣眧巣漅鼌鼂罺轈巐煼窲窼觘鈔樔麨牊鄛欩仯仦弨謿訬",
	"che":    "车彻撤扯澈掣尺屮砗坼莗聅硨頙迠瞮蛼唓車爡烢撦硩勶徹偖伡俥",
	"chen":   "称陈沉晨臣尘趁衬辰嗔琛抻伧谶碜宸郴谌忱龀榇茞蔯莀莐薼陳螴敶磣敐硶夦墋趂霃齓齔瞋鷐迧曟踸趻嚫軙贂賝愖煁麎塵襯鍖鈂捵栕樄桭梣棽櫬瘎疢儭諶謓訦諃讖沈",
	"cheng":  "成程称城承诚呈乘惩撑澄秤橙逞丞骋盛瞠铛塍柽埕琤净抢蛏裎铖酲枨荿阷騁騬郕碀脭爯頳赪赬塖堘珹靗珵睈洆浾泟澂牚瀓溗蟶晿畻峸憆悜憕庱宬窚竀鋮鐣鏿鯎掁摚撐挰揨檉棖檙橕棦朾乗筬稱罉穪徎懲娍偁侱饓僜絾緽誠椉",
	"chi":    "吃持池尺赤迟斥齿翅驰耻痴弛炽哧侈嗤叱敕啻饬笞踟柢呎茌褫鸱勅墀蚩蚩豉眵螭魑匙篪瘛媸傺荎妛恥欼馳肔胵腟胣趩赿灻垑漦雴鵄彨彲銐殦齝齒歯瞝懘湁蚇蚳喫噄翤叺貾恜翄遲翨杘遅遟憏迡烾粚熾裭袳鴟鍉卶鉹鉓瓻抶摛攡鶒慗鷘遫麶勑竾箎筂黐痸癡侙伬飭絺訵謘袲誺",
	"chong":  "重充冲虫崇涌宠憧忡舂铳种茺艟隀憃埫珫沖漴浺蟲蝩蹖嘃罿翀爞崈寵褈銃摏揰衝緟",
	"chou":   "抽筹仇丑愁臭酬畴瞅绸稠踌惆帱瘳俦雠薵菗遚魗殠矁躊吜疇幬懤燽裯鮘皗搊梼檮醻酧醜椆杽栦籌臰篘嬦丒儔偢犨讐雔雦犫讎綢紬絒詶",
	"chu":    "出处除初础助楚触畜储厨锄橱雏躇矗搐刍蜍怵滁黜绌杵蹰亍憷樗楮蒢蒭欪犓礎貙臅埱趎耡豠豖珿璴齣齭齼敊處泏濋滀蟵躕嘼歜幮岀廚禇鶵芻雛鋤鉏觸摴斶櫉櫥椘檚榋篨処竐竌閦媰俶儊儲傗絀諔鄐",
	"chuai":  "揣啜踹膪搋膗",
	"chuan":  "传船穿川串喘椽氚钏舛遄舡巛荈堾玔瑏汌暷踳圌輲歂賗釧猭篅舩僢傳剶鶨",
	"chuang": "创床窗闯疮怆磢刱噇愴窓窻摐牎牕剙剏闖牀瘡刅傸創幢",
	"chui":   "吹垂锤椎炊捶槌陲棰菙腄錘鎚搥桘埀箠龡倕顀",
	"chun":   "春纯唇醇蠢淳椿莼鹑蝽萶萅蓴蒓陙犉脣惷旾瑃睶浱漘滣湻暙輴賰鰆鯙錞鶞槆杶醕櫄橁箺媋偆純鶉",
	"chuo":   "戳绰辍龊啜淖踔辶歠磭辵趠繛齪逴涰嚽踀哾輟惙鑡擉酫婥娖娕餟綽",
	"ci":     "此次差词刺磁辞雌慈兹瓷赐伺疵呲糍祠茨鹚茦莿薋辝礠辭辤蛓趀珁玼刾鮆鴜飺泚濨蠀螆跐骴髊賜庛皉朿柌栨齹垐餈鶿鷀甆嬨佌偨佽縒絘詞",
	"cong":   "从匆丛聪葱囱淙熜琮苁骢璁枞藂茐蔥蓯孮聦聰聡騘驄瑽瞛潈潀灇潨漗漎蟌暰賩悰愡憁爜叢賨錝鍯怱鏓鏦欉樷樬樅棇徔悤囪徖篵従從婃忩繱誴謥",
	"cou":    "凑腠辏楱湊輳",
	"cu":     "促粗簇醋卒蹙猝蹴徂趣趋蔟殂觕顣脨趗鼀踧踿噈怚憱麤麁橻瘄瘯媨麄縬蹵誎",
	"cuan":   "窜篡攒蹿撺爨镩汆殩躥巑熶竄鑹攛櫕欑簒穳",
	"cui":    "催翠脆粹崔摧萃悴瘁璀啐淬毳榱磪膵膬臎脃脺趡墔琗漼濢啛嵟慛忰翆粋焠襊竁鏙皠槯凗疩伜倅紣縗缞綷顇衰",
	"cun":    "存村寸忖皴吋刌壿邨膥澊踆籿拵竴侟",
	"cuo":    "错措挫搓撮磋锉蹉矬厝脞鹾鹾嵯痤蔖剒逪莡蒫莝遳蓌瑳虘鹺睉嵳錯鎈銼醝酂酇剉夎",
	"da":     "大打达答搭瘩嗒哒鞑沓耷惮靼跶褡怛笪妲荙韃薘剳荅迖羍迏垯墶逹達溚蟽噠迚呾咑眔燵炟匒鎝鐽鎉撘笚龖龘畣繨詚亣畗",
	"dai":    "代带待袋戴呆贷逮歹岱傣玳怠黛殆迨甙棣呔诒埭毒大绐帶貣黱叇霴靆瑇帯瀻蝳曃蚮蹛跢軩軑轪軚獃懛廗襶鴏簤艜垈帒貸柋侢紿緿",
	"dan":    "但单担弹蛋淡胆丹旦氮诞耽郸掸惮疸眈赕澹啖箪膻石萏聃殚瘅儋蓞匰耼聸馾駳髧砃腅膽霮玬殫頕単泹鴠啿鄲單噉啗嘾唌嚪黮黕黵帎賧贉刐饏疍憚憺瓭沊褝襌衴窞禫甔觛狚撣抌擔撢酖柦蜑簞躭癉癚媅妉僤伔餤弾彈紞繵訑勯亶誕",
	"dang":   "当党荡挡档裆铛宕噹菪砀凼谠蘯蕩礑碭雼圵趤壋垱璫珰瞊澢灙盪璗當黨瓽潒逿蟷嵣氹愓襠鐺擋攩檔欓簜簹筜艡闣婸儅譡讜",
	"dao":    "到道导倒岛刀蹈稻盗捣叨悼祷焘氘捯纛刂忉菿陦隯﨩隝壔翿燾瓙盜螩翢嶹嶌嶋禱禂鱽島魛釖擣搗椡槝檤朷稲軇艔衜舠衟導噵辺",
	"de":     "的地得德嘚底锝悳惪淂鍀棏徳恴",
	"dei":    "得嘚",
	"deng":   "等灯登邓瞪凳澄蹬噔磴戥嶝镫簦隥墱璒燈鐙櫈艠竳嬁鄧覴豋",
	"di":     "的地第提低底敌帝弟抵递滴迪堤蒂缔笛涤狄嘀谛娣嫡邸诋砥棣碲柢睇骶荻觌坻氐镝籴羝蔕鞮靮蔋苖菧慸遰菂苐蔐藡隄聜阺墬埅馰牴髢磾厎奃腣坘趆覿埞墑豴玓珶眱坔滌螮蝃蝭旳踶蹢嚁呧唙啲軧頔嶳埊廸岻怟鸐焍袛祶禘鉪釱觝鯳鏑摕逓遞掋拞梊杕枤梑樀楴彽秪糴媂僀仾俤偙弤締詆啇敵甋遆諦翟",
	"dia":    "嗲",
	"dian":   "点电典店淀颠殿垫奠甸碘佃滇惦巅癫掂踮玷靛钿癜阽坫簟蒧蕇驔厧磹顛電墊琔齻奌敁澱蜔蹎跕嚸點敟巔嵮巓壂鈿攧槙椣橂槇癲瘨婰婝傎顚扂",
	"diao":   "掉雕吊钓刁叼调碉凋貂鲷屌铞铫藋蓧奝鼦雿琱瞗汈蛁虭彫鵰窎窵鋽銱錭鑃鯛魡鮉銚釣鈟扚簓竨瘹刟鳭伄弔盄弴調訋",
	"die":    "爹跌叠蝶迭碟谍喋牒堞蹀垤耋鲽瓞戜苵镻胅臷趃耊褺殜眰眣蜨曡螲昳哋咥跮疂氎疊疉畳嵽峌幉惵恎褋鰈挕楪鴩艓牃絰绖諜詄佚",
	"ding":   "定顶丁订钉盯叮鼎锭啶腚仃町铤酊疔碇耵玎靪薡萣艼聢矴磸碠鼑濎蝊虰帄嵿忊顁鐤饤錠釘頂椗奵飣訂",
	"diu":    "丢铥丟銩",
	"dong":   "动东冬洞懂冻董咚栋侗峒恫胴氡鸫硐胨垌岽菄苳蕫駧腖霘鼕埬涷湩蝀昸戙迵崬崠鯟鮗挏氭東鶇鶫棟動徚箽笗凍嬞姛娻倲働諌",
	"dou":    "都斗读豆抖兜陡逗窦蚪痘渎吋蔸篼钭荳阧脰郖毭鬦鬪鬥鬬鬭浢唗唞吺斣竇饾鈄兠梪酘橷枓乧闘閗餖",
	"du":     "度独读毒督渡杜肚堵赌嘟笃睹妒都镀竺犊渎牍蠹黩阇芏髑椟靯韇匵荰犢騳皾蠧覩剢瓄琽殰殬裻錖瀆涜黷賭厾韣韥鑟鍍獨贕櫝醏螙篤牘秺凟闍妬嬻豄讀讟読",
	"duan":   "断段短端锻缎煅椴簖葮碫腶塅瑖躖耑褍鍴鍛毈籪媏偳緞斷",
	"dui":    "对队堆兑碓敦追怼镦憝薱隊陮磓垖塠濧瀩轛憞對懟祋鐓頧鴭痽兊兌綐鐜対譵譈",
	"dun":    "盾顿吨蹲敦钝墩囤沌遁盹炖趸惇砘礅躉驐犜碷遯逇頓潡蜳噸踲蹾庉燉鈍獤撴伅墪撉",
	"duo":    "多夺朵躲踱度堕惰哆舵跺垛咄掇铎剁哚柁裰缍墮陏陊刴朶敠毲剟鵽敪鬌奲尮奪垜趓埵畓跥喥嚉崜憜墯剫鐸饳鈬挅挆柮桗椯軃躱敚凙痥夛敓飿綞嚲亸隋",
	"e":      "额恶俄饿呃鹅扼厄蛾娥峨愕鳄鄂遏萼腭颚讹噩谔婀锷垩轭屙阿咹鹗苊莪锇蕚阨鵈娿阸騀頋阏砐砈礘磀硆砨妿堨堮迗豟堊蝁惡琧悪珴齶歺睋湂涐蚅歞噁卾顎咢鶚遌覨遻吪呝軛囮軶岋崿峉峩廅額頞鈪匎鑩鍔鰪鱷鰐魤鋨鈋擜搹皒搤枙櫮齃頟鵝鵞閼妸姶僫偔餓餩譌讍諤戹誐訛哦",
	"ei":     "诶欸",
	"en":     "嗯恩摁蒽奀峎煾",
	"er":     "而二儿尔耳饵迩洱贰鲕珥鸸铒佴荋貳弍薾聏陑毦隭刵駬髶髵耏鴯胹兒趰弐貮邇爾児洏咡唲輀轜峏粫袻鉺鮞樲栮栭尓衈侕尒餌誀",
	"fa":     "发法乏罚伐阀筏砝珐垡藅茷蕟髪髮坺墢琺沷灋浌罸罰峜彂鍅瞂栰橃笩冹疺閥姂佱発發傠",
	"fan":    "反范饭犯翻繁凡泛番烦返贩帆藩梵樊蕃矾幡钒畈璠蘩燔蹯匥薠軬颿膰墦凣氾滼瀿盕汎噃輽轓軓販憣忛煩籵畨襎鱕鐇釩払礬蠜鐢棥橎柉杋笲笵籓範勫飜鷭舧舤凢瀪緐羳嬎嬏奿仮飯飰繙旙旛訉拚",
	"fang":   "方放房防仿访芳纺妨肪坊彷舫鲂钫匚枋邡牥髣眆淓汸昘昉蚄趽錺魴鈁堏倣鶭紡瓬鴋旊訪",
	"fei":    "非飞费肥废肺匪菲沸啡妃吠斐翡诽绯蜚扉霏腓痱悱芾榧狒淝鲱镄镄篚萉蕜陫騑騛厞朏蜰鼣胇靅奜猆靟剕棐婓餥渄濷蟦暃昲曊胐屝飛飝廃廢裶鯡鐨杮櫠馡癈疿婔俷緋費誹",
	"fen":    "分份奋粉纷愤氛芬粪坟焚吩酚忿汾雰玢鼢瀵鲼棼偾蕡棻蒶隫奮膹朌鼖墳豮豶瞓濆昐蚡轒幩帉岎憤翂燌黺糞黂衯鐼鱝魵獖鈖橨梤燓枌馩馚躮秎羵朆竕羒妢僨弅餴饙蚠炃紛訜",
	"feng":   "风封丰锋峰奉凤缝蜂冯逢疯讽枫沣烽俸砜葑唪酆飌蘴碸堼犎霻靊堸鴌琒盽湗灃溄浲漨沨渢鄷豐崶賵赗峯焨煈寷鎽鋒鏠猦摓檒桻覂楓麷夆蠭篈艂馮瘋妦仹凮凨凬鳳僼鳯風偑綘縫諷",
	"fo":     "佛坲梻仏",
	"fou":    "否不缶鴀雬殕缹缻妚紑",
	"fu":     "复服夫富府父负副福妇附符付幅伏浮腐腹傅扶辐肤抚覆辅赋赴甫缚弗咐俯俘孵拂斧敷脯腑袱芙氟孚蝠阜匐麸釜涪馥凫驸茯讣蝮蚨苻呋罘稃芾跗拊茀趺伕鄜莩菔莩阝砩郛滏蜉呒幞赙赙怫黻黼祓鳆鲋桴绂艴绋荂芣葍萯荴蕧駙髴砆鵩胕韨垘坿邞琈豧玞畐鶝鬴巿玸鳺膚虙澓洑泭蝜蜅蚹蚥哹踾嘸咈罦輻畉輔輹賦帗賻岪翇韍烰粰糐焤炥冨袚褔衭襆複袝襥禣祔鍢鈇頫負鰒鳧鮲鮒鮄鍑鳬鉜鉘捬撫郙棴尃酜枎盙乶椨榑椱覄栿柎麬麩麱柫旉懯箙筟甶蛗峊鴔簠秿復稪艀彿笰乀竎癁娐妋嬔婏媍婦怤姇釡俛偩俌颫紱綒綍刜縛緮絥弣紨紼諨訃詂佛",
	"ga":     "嘎伽尬噶旮咖夹尕尜钆嘠錷釓魀玍",
	"gai":    "改该概盖钙溉芥丐垓赅戤陔葢蓋荄瓂豥漑晐畡乢峐賅忋祴鈣匃匄摡槩槪姟侅絠絯郂賌該",
	"gan":    "感赶敢甘杆干肝乾柑竿赣尴苷秆橄坩擀绀酐泔玕灨旰矸澉淦疳芉皯尷尲趕幹榦倝迀鳱攼尶盰澸漧汵骭忓粓衦鳡鱤魐檊桿簳稈筸贑贛凎仠凲紺詌",
	"gang":   "刚钢港纲岗杠缸冈扛肛戆罡筻犅牨矼堽堈崗剛岡焵焹釭鎠鋼摃掆槓棡罁疘冮戅戇綱",
	"gao":    "高告搞稿膏糕羔镐篙睾皋诰槁藁锆杲缟槔郜菒藳夰鼛櫜峼韟祮祰禞鋯鎬鷎皐槹橰檺勂吿臯鷱筶餻縞髙槀稾稁誥",
	"ge":     "个合各革格歌哥隔割葛阁戈胳颌鸽搁咯疙蛤骼铬膈嗝镉圪鬲硌盖哿塥虼袼搿舸鞈戓茖呄牫騔肐臵鞷滆滒蛒嗰轕輵愅韚韐裓觡鎘亇饹鴚鮯鎶獦鉻犵匌挌擱槅戨櫊敋箇笴閣鴿個佫佮彁諽謌",
	"gei":    "给給",
	"gen":    "根跟亘艮茛哏亙揯搄",
	"geng":   "更耕耿庚梗哽埂羹赓颈鲠绠莄菮堩刯郠浭畊骾峺焿鹒賡鶊鯁挭椩羮絚綆緪縆",
	"gong":   "工公共功供攻宫贡巩弓恭拱躬龚汞蚣珙肱红廾觥慐貢拲鞏碽厷髸塨唝嗊輁幊愩熕宮觵匔匑栱杛篢躳龏龔侊糼糿",
	"gou":    "构够句购狗沟勾钩拘苟垢篝枸媾佝诟笱岣鞲遘觏彀缑冓覯芶豿撀坸耇耉耈玽溝蚼啂購韝煹褠袧雊鈎鉤夠搆構簼痀姤緱訽詬",
	"gu":     "古故固顾姑骨鼓股谷孤估雇咕呱辜菇沽锢贾钴梏臌箍蛄汩蛊轱诂牯崮鸪鹘瞽痼鲴毂菰牿嘏罟觚酤巭薣盬蓇苽巬夃尳鴣脵皷鼔堌皼榖穀糓轂濲瀔淈泒蠱啒唃唂軲罛軱鶻崓愲祻鈷錮馉鮕鯝鈲扢橭棝榾柧杚箛稒笟篐凅羖嫴傦餶逧僱縎詁顧",
	"gua":    "挂瓜寡刮褂呱卦剐胍鸹括栝诖劀騧趏坬颪啩踻叧罣冎剮歄煱掛桰鴰颳絓緺詿",
	"guai":   "怪拐乖罫恠叏夬柺枴箉",
	"guan":   "关观管官惯馆贯冠灌罐棺斡倌纶矜盥莞鳏鹳掼涫鸛觀雚蒄覌礶瓘璭琯矔卝泴潅丱躀輨悺慣爟悹窤祼鑵鳤鱹鱞鰥錧鏆摜欟樌罆観筦癏瘝痯関關闗舘館遦貫毌",
	"guang":  "光广逛胱犷潢咣桄茪黆炗垙珖洸炚輄臦臩廣烡広灮炛銧獷姯僙俇",
	"gui":    "规贵归鬼桂轨柜硅龟跪瑰闺诡傀匮圭刽桧鲑癸皈炅鳜珪匦眭晷刿庋宄簋妫茥鞼匭蓕蘬陒雟騩厬胿攰邽郌垝昋鬹規槼嫢璝鬶椝瓌劌瞡瞆瞶氿湀蟡蛫螝貴軌巂嶲恑庪廆袿襘祪禬鑎觤亀鐀鱖鮭鱥猤摫撌櫃槻樻槶椢櫷檜筀歸龜攱閨癐嬀姽媯劊佹詭帰",
	"gun":    "滚棍辊衮磙丨鲧绲蓘蔉睔滾輥惃鯀鮌袞緄緷謴",
	"guo":    "国过果郭锅裹蝈埚帼聒虢椁腘粿掴蜾崞猓馘菓蔮聝腂膕堝墎淉漍濄蟈褁嘓啯國囯輠囻囶圀幗過惈慖鈛鍋鐹馃懖摑楇槨簂瘑餜彉綶彍涡",
	"ha":     "哈蛤虾铪鉿紦",
	"hai":    "还海孩害嗨亥骇咳氦嗐骸胲醢駴駭塰咍烸酼妎饚餀",
	"han":    "含汉喊寒汗旱韩函涵罕憾焊憨翰撼邯悍捍酣瀚鼾蚶颔晗菡犴旰顸焓厂邗撖蔊莟顄凾圅馯駻厈丆爳頇垾韓螒鶾雗琀睅甝漢涆澏浫浛暵蜬虷晘蜭蛿哻唅輚崡嵅屽熯釬銲魽鋎猂鋡扞皔梒馠筨兯閈闬嫨娢傼佄谽豃頷譀",
	"hang":   "行航杭巷夯沆吭绗颃苀垳蚢貥裄魧筕笐絎斻頏迒",
	"hao":    "好号毫耗豪浩郝壕嚎皓镐蒿嗥濠昊貉薅颢灏蚝嚆薃茠薧聕毜淏灝澔滈昦暤暭晧曍顥暠蠔號噑哠嘷乚悎鰝獆獔獋皞皡皥皜椃秏籇竓恏侴傐儫鄗譹皋",
	"he":     "和合何河呵核喝荷吓贺赫盒颌褐鹤禾嗬壑诃涸阂阖劾貉龢翮菏盖盍曷纥蠚鞨萂碋礉盇賀貈靏靎垎靍鸖齕龁澕渮螛毼鹖鶡嚇啝咊哬嗃峆翯煂熆爀焃籺粭熇燺袔寉鶴鑉釛鲄饸魺狢鉌皬抲楁覈柇麧篕惒盉闔癋閤閡姀郃敆頜欱餄紇鶮訶訸詥謞苛",
	"hei":    "黑嘿嗨潶黒",
	"hen":    "很恨狠痕鞎拫佷詪",
	"heng":   "衡横恒哼亨珩鸻蘅桁胻脝涥啈恆悙烆鑅撗橫鴴鵆姮",
	"hong":   "红洪宏轰鸿哄虹烘弘泓竑訇讧闳薨蕻荭黉鞃葓葒苰耾硔翃硡黌垬霟霐玒沗玜鬨澒鴻汯渱潂浤渹晎叿吰呍嚝軣轟輷屸羾灴粠焢翝宖銾鉷鈜魟鋐鍧撔揈篊閧闀閎竤闂妅娂仜谾谹谼紅紘纮彋綋紭訌",
	"hou":    "后候厚猴侯喉吼逅篌齁骺堠鲎糇後瘊茩葔鱟豞睺洉吽帿翵翭矦鲘鮜鯸銗犼鍭郈垕鄇餱",
	"hu":     "互乎护呼户忽胡湖虎糊弧狐壶沪蝴葫瑚浒惚唬扈琥瓠囫鹄唿斛祜滹鄠鹕醐猢和许核觳虍轷岵怙煳烀鹱槲笏冱戽芐萀蔛匢匫苸蔰鬍鶘鶦綔瓳怘膴豰壺嗀縠螜壷垀雽戸虖歑虝雐鍙瀫沍淴汻泘滬滸昒昈嘑嘝嚛喖軤幠恗焀熩粐寣隺鍸鳠錿鱯鸌鰗魱鯱曶乕摢抇搰楜枑槴箶衚頶鵠戶乯簄頀媩嫮嫭婟俿餬弖絗護謼帍鳸戏",
	"hua":    "化话花划画华滑哗桦猾铧骅砉華鷨蕐黊蘤蒊驊硴夻磆埖澅螖嘩呚崋糀鏵錵觟釫釪鋘撶摦搳樺椛槬枠杹舙嬅婲畵畫劃婳姡嫿繣譁誮諣諙話譮豁",
	"huai":   "坏怀淮槐徊踝蘾蘹壊耲壞瀤咶懐懷櫰褱褢",
	"huan":   "还环换欢缓患幻唤焕寰桓痪宦涣豢獾浣奂洹圜鬟鹮垸萑漶逭锾鲩擐缳荁萈酄歡藧驩貛貆肒堚豲瓛環瑍雈睆澣澴渙嚾喛喚還轘嵈峘鴅懽愌糫煥鵍寏鍰鐶镮奐烉鰀鯶鯇獂狟犿攌換梙槵歓闤阛羦瘓孉嬛緩絙繯綄讙",
	"huang":  "黄皇荒慌晃煌惶簧谎恍蝗磺凰隍幌徨潢璜湟肓篁蟥遑鳇癀黃鷬葟騜奛墴塃趪堭瑝兤滉曂晄喤崲愰怳熿熀炾宺鐄鎤鱑鰉鍠锽獚皝皩揘榥櫎楻穔艎韹媓偟餭縨謊朚巟衁諻詤",
	"hui":    "会回挥灰汇绘恢辉毁慧惠悔溃徽讳卉秽贿晦诙彗晖蛔桧诲喙洄荟珲蕙烩茴睢迴麾咴隳恚虺蟪缋蘳蔧薉匯藱薈隓芔靧毀毇噕璤恵豗璯睳顪翽瞺頮颒滙湏洃泋潓輝濊瀈蛕暳蚘蜖暉嚖嘒噅囬廽逥圚廻屷賄囘翙屶懳憓恛翚翬烠烣燬煇燴寭袆褘禈鏸鐬灳鮰獩拻撝揮櫘槥檓橞檅楎篲穢鰴幑徻闠阓痐瘣彚媈嬒婎僡會佪儶餯繢彙絵繪譿詼譭譓諱詯誨堕",
	"hun":    "婚混昏魂浑棍荤馄珲诨溷阍葷蔒鼲琿殙睴睧尡渾涽圂慁轋昬睯忶惛焝觨掍棔閽婫倱俒餛諢",
	"huo":    "和活或火获货伙惑霍祸豁夥蠖嚯镬藿劐耠灬钬锪攉韄蒦騞奯剨臛耯靃眓矆矐濩湱瀖沎漷曤嚄嚿喐咟吙旤雘邩煷窢禍鑊鈥鍃獲掝擭捇檴穫秮秳艧秴癨閄彠彟佸俰貨謋",
	"ji":     "机几基己期济及级计即极技记集际积纪急激既继击奇季鸡迹剂辑绩吉寄疾挤肌籍祭寂脊饥忌冀藉稽畸棘鲫叽圾嫉姬讥妓汲系伎缉唧骥羁髻悸瘠箕暨矶麂岌蓟亟戟跻诘犄荠稷畿霁嵇嵴屐蒺觊笈玑楫偈鱀勣芨咭其齐芰蕺剞赍殛乩洎虮戢跽哜墼鲚掎笄彐佶齑蘎鞿蘻蘮葪薊茤旡蕀蔇虀薺焏際隮﨤驥鳮朞卙惎諅磼磯鶏膌鷄雞叝趌塉郆霵賷坖耤耭垍賫霽璣璾茍湒濈瀱漃泲鹡鶺漈潗済濟螏蝍暩蟣嗘踖躤踑蹟蹐躋跡喞嘰嚌羇羈轚擊檕罽輯毄繋撃覬嶯忣丮鵋愱懻妀庴廭襀襋禝禨錤觙觭銈銡鱾鍓魥鰿魝魢鯚鯽鰶鱭鑙犱鏶鐖鑇撠刏鬾魕裚揤曁旣皀卽皍擠鸄覉覊極樭橶枅檝梞槣槉楖檵機櫅彶嵆徛簊稘筓積臮箿稩躸刉艥鷑穊穄穖穧兾痵癪癠塈堲姞伋亼偮飢饑谻僟亽雧級綨績緁緝紀彑継紒幾繼計韲齏剤劑齎齌記誋譤譏给",
	"jia":    "家加价假架甲夹佳嫁驾嘉贾钾稼颊伽挟迦枷荚戛拮浃胛袈痂颉镓岬笳珈蛱跏瘕袷葭恝郏铗莢斚犌戞郟夾頰鵊脥駕毠乫鴐腵貑鴶耞圿豭玾頬浹泇蛺唊斝幏叚忦糘麚裌鋏鉫鉀鎵猳拁抸扴榎梜賈椵榢槚檟徦婽傢價",
	"jian":   "间见建件坚简渐减检践健尖监艰键肩兼鉴浅箭碱剪剑舰奸歼俭拣荐贱茧柬捡煎溅涧谏睑堑腱毽笺缄饯硷翦犍謇鲣僭锏缣囝鞯菅蒹戋戬湔趼踺蹇裥搛枧楗笕鹣牮谫戔韉靬韀鞬堅監鋻鍳鑒譼虃囏艱蔪繭薦藆蕑蕳葌菺礷碊礛鬋礀磵礆堿麉趝墹鳽雃戩臶幵瑊珔豜豣殱殲瑐蠒玪鹸鹻鹼見瞷睷瞼瀳減洊瀐漸濺瀽澗湕瀸暕鵑踐跈轞賤賎帴惤熞熸糋寋弿襺袸襉襇鑑鑬鳒鏩鰹鰔鰜鰎鑳猏鐗鐧鍵鐱鑯挸揀擶揃撿樫檻椷栫榗梘椾検檢櫼箋牋筧馢籛篯艦簡徤覵間覸冿鶼姧姦俴剣劍劎剱劒劔餞餰倹儉緘絸繝彅縑諓譛鵳諫譾謭旔詃槛",
	"jiang":  "将讲江降奖蒋港匠疆浆姜僵酱桨缰绛犟强茳礓耩豇洚糨匞韁薑顜葁蔣膙塂壃畺殭滰疅畕嵹翞糡鳉鱂摪摾橿櫤夅奨醤奬獎醬漿螀螿槳將傋繮勥謽絳弜弶講",
	"jiao":   "教叫较交觉角脚焦胶郊缴骄娇轿搅浇嚼校剿礁椒矫狡绞蕉酵窖饺跤佼侥皎蛟茭醮姣铰湫鲛峤艽噍挢敫徼僬鹪茮斠藠驕膠腳膲趭璬珓灚澆漖滘潐曒蟜暞晈蟭踋劋嘂嘄噭呌嘦轇轎較嶠峧賋嶕嶣憿憍煍烄燋窌鱎鮫獥鉸鐎敎皭攪撹皦撟捁挍摷譥釂敽鷮敿矯徺臫笅穚簥筊虠鵁勦嬓嬌孂僥龣儌餃鷦燞繳纐絞訆譑",
	"jie":    "结解接阶界价节介姐借街揭届洁杰截皆戒捷竭劫桔藉诫秸睫楷芥婕拮孑诘疥嗟颉疖桀碣羯讦偈蚧毑袷家她卩喈骱鲒鞊鞂蓵菨莭階卪岊犗礍镼砎脻丯刦刧刼頡劼迼堺堦琾疌玠潔尐滐蠽湝昅蛶蠘蜐蛣蝔唶踕跲喼吤畍嶻崨幯巀嵥岕悈屆庎煯衱袺褯衸觧鉣鍻鎅鮚魪狤擮掲擑掶搩杢楬楐檞桝榤椄徣節蠞稭楶癤痎媎媫嫅媘倢偼傑飷結鶛誡訐詰誱謯",
	"jin":    "进金今近仅紧尽禁劲津斤晋锦浸筋巾谨襟靳矜瑾烬噤缙觐馑堇荩卺赆廑衿钅槿妗蓳荕菫緊覲歏黅藎巹矝厪砛墐壗晉琎瑨殣琻勁珒璶璡齽鹶漌溍浕濅堻濜唫嚍贐惍煡燼寖祲觔釿錦釒劤搢枃凚嫤盡賮嬧僅仐侭伒僸饉儘進縉紟謹",
	"jing":   "经精境京静竟惊景睛镜径警晶劲竞净敬井颈茎鲸荆靖兢痉憬泾菁粳阱胫腈迳旌璟儆箐刭肼靓獍婧弪荊莖葏蟼憼驚聙頚脛鼱坓汬丼璥靜靚鶄殌璄巠剄頸鵛逕坙梷淨汫瀞涇澋浄曔暻踁幜麠麖宑穽鯨猄鏡坕桱橸稉徑秔凈痙竸競竫竧妌婙婛俓傹経弳經綡鶁亰旍誩",
	"jiong":  "炯窘迥炅颎冂扃蘏蘔褧駫駉澃坰埛煛泂浻煚囧冋冏燛烱逈僒侰絅綗熲顈",
	"jiu":    "就究九久旧酒救纠舅揪灸疚臼鸠厩赳韭咎桕啾柩鹫鬏玖阄僦匶萛韮匛舊牞镹慦殧齨鬮汣丩乆廏廐廄麔鯦勼匓捄摎揂欍柾朻樛杦舏揫鳩奺倃糾乣糺紤鷲",
	"ju":     "具据局举剧句居巨距聚拒柜菊矩惧俱拘桔咀锯鞠橘踞驹沮瞿炬踽疽遽掬枸飓榘苣裾龃榉倨狙钜莒且车苴鞫犋雎琚屦窭锔醵椐讵蘜乬巪蒟輂埾陱聥犑駏驧駶駒砠舉擧鴡貗腒鼳鼰毩毱弆壉趜埧耟歫齟郹鶪狊勮豦劇愳虡眗洰挙湨澽涺泦泃淗趄昛蚷蜛蹫跙躆跼跔踘啹罝巈岠岨崌鵙怇鶋懅懼屨凥烥粔焗粷寠袓襷窶鉅鐻邭鋸鋦鮔匊鮈鵴據挶抅拠檋櫸欅椇梮椈秬簴筥躹艍閰姖娵婮婅倶侷颶繘詎諊渠",
	"juan":   "卷倦捐圈娟鹃绢眷涓镌蠲鄄狷锩桊蔨菤奆朘腃臇埍睊睠淃瓹呟罥羂脧惓慻焆裐隽鋑獧錈鎸鐫捲勌劵帣巻餋弮勬絭姢絹讂",
	"jue":    "决觉绝掘嚼爵诀厥倔攫崛蕨獗撅噘抉镢蹶谲角孓噱橛珏矍鳜桷钁劂爝觖匷芵蕝孒矡駃砄蹷蟨憠鷢橜臄貜覺趉赽瑴玨玦亅覐決覚泬灍蟩蚗虳噊躩趹爴嶡嶥崫憰戄屩屫刔鴂爑熦焳氒鐍鐝觼觮鈌鴃玃挗捔撧櫭欮疦瘚弡彏絶絕譎斍訣",
	"jun":    "军均菌君俊峻钧郡骏竣隽浚筠麇儁皲捃莙葰陖皹駿鵕碅埈珺濬汮晙蜠蚐呁畯賐懏燇麏麕皸軍袀寯鲪銞馂鵔鮶鍕銁鈞攈攟棞桾箟箘姰頵鵘覠餕雋龟",
	"ka":     "卡咔咖咯喀佧胩垰裃鉲",
	"kai":    "开凯慨恺揩楷铠忾闿锴岂蒈垲剀锎奒塏暟嘅輆剴颽凱嵦愷愾炌烗鎧鎎鐦鍇開闓勓欬",
	"kan":    "看刊堪砍坎勘嵌侃槛瞰龛阚磡戡莰凵顑歁墈栞鬫矙轗輡嵁崁惂冚欿衎竷闞龕偘",
	"kang":   "抗康炕扛慷亢糠鱇伉钪闶匟砊漮囥嵻忼粇鏮犺鈧槺躿穅閌嫝邟",
	"kao":    "考靠烤铐拷犒尻栲攷丂洘嵪銬鲓鮳鯌髛",
	"ke":     "可科克客刻课颗壳棵渴咳柯磕苛坷瞌窠蝌轲颏恪稞髁珂氪缂岢嗑剋尅呵骒溘蚵锞钶疴薖萪匼騍牱犐礚碦勊勀砢堁殼殻渇顆敤趷礊軻嶱嵑嵙峇愘炣愙錁翗鈳搕揢榼醘衉艐痾牁娔樖緙課頦",
	"kei":    "剋尅",
	"ken":    "肯恳垦啃龈裉硍墾懇貇豤肻肎褃錹掯",
	"keng":   "坑吭铿硻阬牼硁硜鏗鍞銵摼挳妔誙劥",
	"kong":   "空控孔恐箜倥崆鞚硿埪涳悾鵼錓躻",
	"kou":    "口扣寇叩抠佝蔻芤眍筘剾蔲瞉鷇瞘滱怐冦宼窛釦敂摳劶簆彄",
	"ku":     "苦哭库枯裤酷窟挎骷绔袴刳堀喾郀矻嚳跍圐庫廤焅褲鮬狜楛桍秙瘔俈絝",
	"kua":    "跨夸垮挎胯侉咵趶骻銙舿姱誇",
	"kuai":   "会快块筷脍侩狯哙蒯浍郐巜膾凷墤塊圦欳澮噲廥糩鲙鱠獪擓鄶儈旝",
	"kuan":   "款宽髋臗髖寛寬窾窽鑧歀梡欵",
	"kuang":  "况矿狂框旷筐眶匡邝哐圹诳劻夼贶贶纩诓匩邼硄礦砿壙眖矌洭黋況曠昿軭軖軦軠岲貺恇忹懭鄺懬爌鋛鑛鉱鵟狅抂筺穬儣絖纊絋誆誑",
	"kui":    "亏溃愧奎魁馈葵窥盔傀匮逵夔喟睽喹聩揆篑岿馗蒉蝰暌跬悝愦蘷藈匱蕢虁聵聭聧骙騤犪尯磈膭頍刲殨虧潰晆躨蹞嘳顝巋巙憒煃窺頯鍷鍨楏櫆楑籄簣闚嬇媿戣鄈饋餽謉",
	"kun":    "困昆捆坤锟崑鲲琨髡堃醌悃阃菎騉髨髠硱堒壼壸瑻睏涃潉蜫晜鹍鵾崐焜熴鶤裩裍裈褌祵錕鯤猑梱稇稛閸閫綑",
	"kuo":    "括扩阔廓蛞鞟鞹萿葀髺鬠霩濶韕挄擴拡頢筈闊",
	"la":     "拉啦腊辣蜡落喇垃剌旯邋砬瘌藞鞡菈鬎磖臈臘瓎溂蝋蝲蠟嚹翋爉鯻鑞镴搚揦攋揧辢楋櫴柆",
	"lai":    "来赖莱癞睐籁徕涞崃疠唻赉濑铼藾萊騋琜睞瀨瀬淶崍庲襰鯠錸猍梾頼賴鵣棶郲來賚顂鶆逨麳筙籟徠箂癩婡俫倈",
	"lan":    "兰蓝烂览篮栏拦懒滥揽澜婪岚缆阑榄斓褴啉谰镧漤罱藍韊覧覽擥蘫蘭葻壈璼瓓灆濫灠灡浨瀾嚂囒躝幱嵐懢懶惏爁爦爤糷顲燗爛燷燣襤襽襕襴钄鑭攬攔欖欗醂欄籃籣闌孏嬾孄儖繿纜譋斕讕",
	"lang":   "浪朗郎狼廊琅螂啷榔鎯莨阆蒗锒稂蓈蓢硠朤朖埌瑯蜋崀烺鋃樃桹躴艆筤閬嫏郞塱勆郒欴斏誏",
	"lao":    "老劳落牢络捞姥烙唠涝佬潦痨酪崂醪乐耢铹铑栳荖硓磱嗠朥耮耂珯澇労浶蛯蟧咾嘮哰轑嶗恅憦顟粩勞憥窂銠鮱鐒狫撈橯躼軂簩癆嫪僗髝",
	"le":     "了乐勒肋仂嘞鳓泐叻艻阞砳玏氻忇鰳鱳扐楽樂簕竻韷餎",
	"lei":    "类累雷泪勒蕾垒肋擂磊儡镭耒羸嘞檑酹嫘缧缧诔蕌蘲虆藟蘽蔂蘱絫厽礌礧磥鼺靁頛瓃矋洡灅涙淚蠝塁罍礨壘壨畾纍轠鸓櫐類頪纇颣禷鐳銇鑸鑘鱩錑攂欙櫑樏癗儽傫纝縲誄讄",
	"leng":   "冷愣楞棱塄薐碐堎睖踜唥稜倰",
	"li":     "里理力利立例离历李礼丽粒隶哩璃励黎厉厘梨莉吏栗犁鲤狸砾沥荔篱漓笠蛎痢俐锂俚雳逦戾镉罹栎蠡俪藜鹂骊砺蜊黧娌莅猁疠傈唳溧疬慄醴砬喱鬲苈澧蓠坜嫠郦呖跞轹詈粝鲡鳢枥篥缡藶蒚蒞荲蔾菞苙茘蘺犡驪勵厲礪礰鬁砅礫歴暦厯磿歷厤曆貍蠫脷壢靂隷赲靋塛孷釐剺斄瓑珕蟸叓酈鸝邐婯麗瓅瑮琍瓈睙濿瀝浬浰沴涖灕蠇曞蠣蛠蝷蚸蟍蜧嚦囇躒唎嚟囄轣轢豊巁屴峛峢峲岦悧悷爄糲糎爏廲粴麜裡褵禲禮觻鋰鱱鳨鱺鯉鱧鯏鏫鑗鉝瓥攊攦擽皪搮攭櫔櫪栛朸隸欐醨栃檪櫟鷅梸欚棙樆穲悡鋫犂睝鯬鵹邌錅棃剓筣秝艃籬癘竰癧鴗凓孋娳刕儮儷劙盠盭纚綟縭讈裏離謧",
	"lia":    "俩",
	"lian":   "联连脸练炼恋莲怜链廉帘敛镰鲢涟殓濂梿奁裢潋楝蔹臁琏琏蠊裣匲蓮薕萰蘞匳蘝聨聫聯聮奩鬑磏臉覝堜鄻璉殮瑓瀮漣湅濓溓瀲澰螊蹥嗹噒連慩翴憐燫煉劆熑褳襝鏈鰱鰊鐮錬鍊鎌摙櫣槤簾籢籨亷羷嫾嬚媡斂歛僆縺練纞謰戀",
	"liang":  "两量亮良粮梁俩凉辆谅粱踉晾靓莨墚魉椋駺脼兩両涼湸蜽唡啢喨哴輌輛輬辌悢糧裲鍄掚魎樑倆倞俍緉諒",
	"liao":   "了料疗辽僚聊廖缭寥撩燎撂瞭缪嘹潦寮镣蓼獠尥鹩钌藔镽尞鷯遼膫璙敹漻暸蟟曢蹽蹘嶚嶛髎嵺賿憭憀屪鄝廫膋爎炓窷竂釕鐐爒橑簝療嫽尦飉豂繚",
	"lie":    "列烈裂猎劣咧冽趔鬣埒洌躐捩茢聗犣鬛脟埓劽烮鮤鴷迾姴浖毟蛚哷煭鱲猟獵挒挘擸栵巤颲儠",
	"lin":    "林临邻磷淋鳞霖麟琳拎凛吝粼赁蔺躏嶙啉璘廪檩遴膦瞵辚辚懔臨菻藺隣阾厸驎碄壣瀶潾澟暽晽躪蹸躙轥疄轔崊恡悋懍燐鄰粦亃翷斴甐麐廩冧鱗鏻獜撛橉檁箖焛閵癝凜癛僯賃繗綝",
	"ling":   "领另令灵零龄岭铃玲凌陵棱菱伶苓聆翎绫羚鲮呤棂蛉囹瓴酃泠柃蘦蕶蔆蓤駖砱朎霊霗龗霝孁靈夌坽霛琌齡羐鹷齢澪淩昤跉輘軨崚岺嶺爧燯炩麢裬袊祾錂鯪魿狑鈴掕皊櫺欞醽舲彾秢笭衑竛閝婈姈鸰刢領鴒綾紷詅〇",
	"liu":    "流六留刘硫柳溜瘤碌榴馏琉浏绺蹓遛镠骝鎏鹨熘镏锍旒蓅藰蒥驑駵駠騮磟磂塯霤璢畱鬸珋瑠澑畄瀏瑬蟉嚠疁罶嵧羀懰鷚翏雡熮廇麍裗鐂鏐鰡鎦鋶鹠劉鶹橊桺栁桞橮癅嬼媹飗飂飀飅餾綹斿旈",
	"long":   "龙隆笼垄拢胧聋咙陇窿珑垅弄砻茏栊滝眬泷癃蘢隴龓尨礲朧霳鏧壠靇瓏矓漋湰瀧昽曨蠬哢躘嚨嶐巃巄贚爖襱竉鑨攏梇櫳槞徿籠篭聾礱龍壟龒蠪驡鸗竜儱豅",
	"lou":    "露楼漏陋搂喽篓娄镂偻髅蝼瘘耧蒌嵝鞻蔞塿耬剅瞜漊溇螻嘍婁甊遱鷜髏嶁屚慺廔熡鏤摟樓簍軁艛瘻瘺謱",
	"lu":     "路陆绿露录鲁炉卢芦鹿碌禄卤虏庐噜麓颅漉辘掳六赂鹭戮泸橹璐潞鲈撸蓼箓轳胪垆氇鸬渌辂镥栌簏舻逯虂蘆蓾蕗蔍菉陸騼騄馿磠硵硉臚膔氌壚塷趢塶圥勎坴鵱瓐璷琭矑虜盧顱鸕鹵睩淕瀘滷澛瀂淥曥蠦螰踛嚧蹗鷺嚕黸轤轆輅髗賂峍勠剹廬爐廘熝粶祿錴鐪鑪鏀鏴鯥鱸魯鴼鵦鏕魲鑥獹録錄鈩擄攎摝擼醁櫨樐樚櫓椂枦甪罏稑籚簬簵穋簶穞籙艣艫艪舮盝娽僇侓纑彔謢玈",
	"luan":   "乱卵挛峦滦鸾孪栾銮脔娈虊亂灤羉圞圝釠癴癵鵉孿奱灓曫巒鸞鑾攣欒孌臠",
	"lun":    "论轮伦仑沦纶抡囵崙菕芲陯磮碖腀耣埨淪溣蜦踚圇輪崘惀鯩錀掄棆稐婨侖倫綸論",
	"luo":    "落罗逻洛络螺裸萝锣骆烙骡啰珞箩摞捋倮瘰猡硌荦脶漯泺镙椤雒蠃蘿蓏騾駱硦覶頱腡覼濼曪囉囖邏羅峈犖鏍鑼鮥玀攞欏洜鵅籮躶笿癳儸饠纙絡驘臝鸁詻剆咯",
	"lv":     "律率绿虑旅氯铝履吕捋驴滤侣屡缕榈褛偻闾稆膂藘葎驢膢膟垏勴慮濾郘呂氀嵂屢爈焒褸祣鑢鋁捛挔櫖梠櫚穭箻閭儢侶僂絽縷緑綠繂膐",
	"lve":    "略掠锊寽畧圙鋢鋝稤",
	"ma":     "马吗妈麻嘛骂码抹玛蚂蟆犸嫲么杩蟇蔴馬遤碼鬕瑪睰溤螞嗎駡嘜罵犘祃禡鎷鰢鷌獁榪痲痳閁媽傌摩",
	"mai":    "买卖麦脉埋迈霾荬劢唛薶勱邁蕒脈霢霡賣売嘪鷶買麥衇佅",
	"man":    "满慢漫曼蛮瞒蔓馒螨幔缦鳗谩颟墁埋鞔熳镘顢蔄蘰鬗鬘瞞満滿澷蟎鄤慲屘悗襔鏋鏝鰻獌摱樠槾姏娨嫚僈饅縵謾矕蠻",
	"mang":   "忙盲茫芒氓莽蟒铓牤邙硭漭莾蘉茻牻駹厖硥壾盳浝汒蠎蛖哤恾庬鋩狵釯杧笀痝娏杗吂",
	"mao":    "毛矛貌冒贸帽猫茂茅髦瑁锚牦铆卯懋袤昴峁眊茆瞀蟊蝥耄泖旄蓩鶜芼鄚萺堥暓愗髳冇貓覒氂犛渵冐毷蝐罞軞冃戼錨夘鉾鉚乮鄮貿皃楙柕枆酕笷媢",
	"me":     "么濹嚰嚒",
	"mei":    "没美每妹梅煤眉霉媒枚酶镁媚魅玫昧莓糜楣寐湄嵋袂浼鹛镅猸葿苺脄腜脢堳坆瑂珻眛睸湈沬沒渼蝞跊嚜槑黣嵄郿鶥韎煝塺燘禖祙鎇鋂鎂抺攗鬽挴楳栂躾黴徾篃毎羙凂痗媺嬍媄睂旀",
	"men":    "们门闷瞒懑扪汶焖钔虋菛璊玧懣暪穈燜鍆捫椚門悶閅們",
	"meng":   "梦蒙猛盟孟萌朦氓锰懵蟒勐檬濛蜢虻蠓矇瞢甍礞艨艋鄸顭夢莔氋鹲鸏蕄靀霿霥矒溕曚甿幪懜懞冡鼆錳鯭鯍獴掹擝橗癦儚饛鄳夣蝱",
	"mi":     "密米秘迷蜜弥泌眯咪觅谜靡糜猕谧醚嘧弭脒幂麋縻汨蘼蘼芈敉宓冖祢糸蔝蒾蘪藌蔤葞镾覔覓塓鸍羋瞇濗漞濔灖洣滵淧沵沕渳瀰羃峚幎怽幦戂粎麊熐麿爢麛冪宻鼏冞袮禰祕銤獼覛擟攠釄醿醾榓櫁樒簚孊侎彌瓕謐謎詸",
	"mian":   "面免棉眠绵勉缅腼冕娩沔湎眄渑宀芇葂勔靦靣丏麺睌矈矏矊汅澠蝒喕愐糆鮸緜杣櫋麵麪麫檰臱媔婂嬵偭緬絻綿",
	"miao":   "描苗妙秒庙渺瞄缪淼藐缈邈鹋眇喵杪鶓庿廟劰篎竗媌嫹緢緲玅",
	"mie":    "灭蔑篾咩乜蠛薎孭礣烕瀎滅哶吀幭懱鴓鑖鱴搣櫗衊",
	"min":    "民敏闽皿悯抿泯岷闵苠珉玟黾愍鳘缗蠠碈砇垊琝瑉琘盿湣潣旻旼罠崏敯刡鴖暋敃惽怋憫忟鍲鈱錉捪笽笢簢勄慜鰵閩冺痻閔姄僶緡黽緍忞",
	"ming":   "明命名鸣铭冥螟茗瞑酩溟暝蓂眀眳洺鳴朙慏鄍覭銘猽掵榠凕嫇姳佲詺",
	"miu":    "谬缪謬",
	"mo":     "么没模末默莫摸脉磨冒膜摩墨漠魔抹沫陌寞摹蓦蟆蘑馍谟茉貉秣殁貘万貊耱麽镆瘼嫫嬷嬷靺莈驀謩藦砞礳貃塻圽歿歾瞙眜瞐眽眿尛蛨黙昩蟔嗼嚤髍帞帓懡糢爅劘麼庅鏌銆魹魩獏皌擵枺橅妺嫼嬤饃饝纆絈謨嘿",
	"mou":    "某谋牟眸缪呣哞鍪蛑侔劺鴾踎恈麰繆謀",
	"mu":     "目母木模莫幕牧亩墓姆慕穆暮姥牡拇睦募沐牟缪苜钼毪坶仫莯鞪楘牳砪氁胟雮霂畞暯蚞踇畂畮峔幙慔毣炑鉬狇鉧艒凩縸畆畝畒",
	"na":     "那哪拿纳娜呐捺衲钠内南肭镎靹蒳乸貀豽雫吶嗱軜袦鈉魶鎿笝郍拏妠搻納",
	"nai":    "奶耐乃奈萘氖迺艿能鼐柰孻螚腉渿褦釢錼廼疓嬭倷",
	"nan":    "难南男喃楠囡赧囝腩蝻萳戁難莮遖湳暔畘煵揇抩枏柟婻娚侽諵",
	"nang":   "囊囔曩馕攮嚢灢蠰乪擃欜齉儾饢",
	"nao":    "脑闹恼挠瑙呶孬桡淖铙硇垴蛲猱夒碙碯臑脳腦堖鬧蟯巎嶩悩憹怓惱鐃獶獿峱撓閙嫐匘譊詉",
	"ne":     "呢呐讷哪疒眲抐訥",
	"nei":    "那内哪馁脮腇內鮾鯘錗氞氝娞餒",
	"nen":    "嫩恁嫰",
	"neng":   "能",
	"ni":     "你疑尼泥拟逆妮腻倪匿溺霓昵睨怩鲵铌旎呢坭猊伲臡苨薿孴聣隬膩貎胒郳堄齯惄眤淣聻埿氼暱晲蜺蚭跜輗愵籾麑觬鈮鯢狔掜屔抳擬棿檷柅馜秜屰嫟嬺婗妳儞伱儗縌誽",
	"nian":   "年念粘碾撵捻辗蔫拈埝黏鲶鲇辇廿卄輦涊淰躎蹍蹨哖唸惗焾鮎鯰攆撚鵇秥簐秊艌姩",
	"niang":  "娘酿醸釀嬢孃",
	"niao":   "鸟尿溺袅脲茑嬲蔦鳥裊樢嬝嫋褭",
	"nie":    "捏聂涅孽镍蹑蘖镊颞啮嗫摄乜陧臬糵苶菍聶顳隉孼蠥糱櫱齧摰槷湼圼囁囓躡踙嚙踂噛踗嵲嶭巕鑷鑈钀鎳錜揑枿籋臲篞痆闑帇敜讘捻",
	"nin":    "您恁脌囜拰",
	"ning":   "宁凝拧狞咛柠泞佞聍甯薴聹鬡矃澝濘嚀寕寍寜鸋寧寗鑏獰擰橣檸嬣儜倿侫",
	"niu":    "牛扭纽钮拗妞忸狃靵莥牜汼炄鈕杻紐",
	"nong":   "农弄浓脓哝侬蕽鬞膿濃噥農燶襛禯挵挊醲檂欁辳齈穠秾癑儂繷譨",
	"nu":     "努奴怒弩帑孥驽胬搙笯駑砮傉伮",
	"nuan":   "暖渜煗煖奻餪",
	"nuo":    "诺娜挪糯懦喏傩搦难锘逽蹃愞懧糥糑鍩掿梛榒橠稬穤儺諾",
	"nv":     "女衄恧钕朒沑籹釹衂",
	"nve":    "虐疟硸瘧婩",
	"o":      "哦噢喔筽",
	"ou":     "偶呕鸥殴耦藕讴禺沤怄瓯区欧蕅毆鷗歐甌鴎藲膒腢塸漚嘔吘慪熰鏂櫙謳",
	"pa":     "怕爬帕扒啪趴琶耙杷葩钯筢苩潖帊袙皅掱舥妑",
	"pai":    "派排迫拍牌湃徘俳哌蒎犤沠渒輫鎃猅棑簲箄簰",
	"pan":    "判盘胖潘盼叛攀畔拌蹒泮蟠磐槃爿袢柈番襻丬萠蒰聁磻坢眅溿沜瀊洀蹣跘炍鑻鋬牉鞶幋縏盤鎜搫媻頖鵥冸詊拚",
	"pang":   "旁胖庞乓磅螃彷滂徬耪逄厐龎肨膖胮霶雱眫炐龐鳑鰟舽嫎覫",
	"pao":    "跑炮泡抛袍刨咆疱狍庖匏脬鞄萢皰礟礮靤砲奅褜垉軳麅麃炰拋爮麭",
	"pei":    "配培陪佩胚赔沛妃裴呸帔辔霈锫醅旆蓜阫馷肧毰珮浿賠怌犻錇衃姵俖伂轡裵斾",
	"pen":    "盆喷湓葐翸歕喯噴呠瓫",
	"peng":   "朋碰棚蓬膨捧篷鹏烹砰澎抨怦硼嘭彭堋蟛莑芃蘕駍騯鬅髼鬔磞硑鵬蟚塜塳淎泙踫輣軯剻憉恲熢袶鑝錋匉捀皏掽樥槰椪梈椖稝竼篣閛韸韼倗傰纄弸苹亨",
	"pi":     "皮批屁披辟疲脾匹劈僻副罢譬啤琵坯癖毗痞枇霹噼裨媲否貔丕吡陂砒邳铍圮睥蜱疋鼙陴埤淠蚍罴甓庀擗郫仳纰苉鴄隦阰駓髬礔磇豾脴腗膍肶豼噽嚭壀耚疈錃潎澼蚾蚽羆毘岯嶏崥翍礕憵鷿鸊悂炋焷螷蠯鈹銔鉟銢鲏鮍魾魮釽錍狓狉鈚抷揊秛秠稫篺笓鵧闢嫓伾伓枈紕諀旇",
	"pian":   "片偏篇骗扁翩骈胼蹁便犏谝貵騈駢騙腁跰囨骿賆魸鍂楩楄覑媥騗鶣諞",
	"piao":   "票飘漂瓢瞟缥剽嫖朴嘌骠慓殍螵薸驃犥鰾皫魒勡彯飄顠翲醥徱篻闝僄飃縹旚",
	"pie":    "撇瞥苤氕丿暼鐅撆嫳覕",
	"pin":    "品贫频拼聘拚嫔颦姘牝玭榀蘋薲驞礗砏琕顰矉蠙嚬汖馪穦嬪娦貧",
	"ping":   "平评凭瓶屏苹萍乒坪呯鲆枰娉俜蓱荓聠砯胓塀玶淜涄洴蚲蛢輧軿甹岼幈帲帡屛焩鮃檘缾甁簈箳郱頩艵慿憑凴竮評冯",
	"po":     "破迫婆坡颇泼朴泊魄粕珀鄱钋笸陂叵钷皤蔢尀蒪頗駊奤砶洦湐溌潑昢哱嘙嚩岥岶烞鉕釙鏺廹敀櫇酦醱醗箥繁",
	"pou":    "剖掊裒犃垺哣抔捊抙箁咅娝婄",
	"pu":     "普铺扑谱朴葡仆浦蒲埔菩瀑圃噗曝匍蹼溥濮璞莆氆攴镤镨堡攵蒱陠暴圤墣瞨潽圑贌烳炇菐鯆鏷鋪獛鐠擈撲酺檏樸穙痡暜舖舗僕纀諩譜",
	"qi":     "起其气期器企七奇汽齐妻启旗弃骑欺漆棋岂凄契歧戚栖泣砌祈蹊乞迄崎祺鳍伎缉岐琦祁琪憩畦沏绮脐亟嘁荠杞麒颀耆啐蛴碛淇葺芪祇綦欹槭萋讫圻蕲揭萁芑骐亓丌柒汔蜞屺桤藄鄿蘄炁芞藒萕陭隑亝騹騎騏唘碶磩碕鬐磧慼栔矵攲敧鵸碁磜剘蜝棊肵臍墄埼霋璂玘郪鶈盀盵濝淒呇滊湇湆蚑螧蚔蚚暣蠐咠唭踦跂噐呮罊蟿軝豈帺岓嵜邔慽愭悽愒迉忯懠粸麡褀褄禥鏚錡锜釮鲯鯕鶀鰭夡玂猉鐑頎掑捿氣鬿魌気摖櫀棲榿檱桼憇諬欫甈簯艩簱籏竒疧闙婍娸傶僛倛綺緀紪綥斊棄諆斉齊啔啟晵啓棨訖旂枝俟稽",
	"qia":    "恰洽掐卡髂拤袷咭葜鞐圶硈胢殎跒峠帢擖酠冾",
	"qian":   "前千钱潜迁浅签纤牵欠遣铅歉谦乾倩嵌虔钳黔谴堑扦阡茜钎掮犍钤佥荨骞愆箝芡芊肷椠岍悭慊褰搴仟缱韆茾孯臤蜸掔婜蔳葥蕁蒨騚騝鬜鬝厱膁墘亁乹圲歬淺灊潛汧壍嬱汘濳蚈黚輤塹槧軡岒慳悓忴粁騫錢鹐鵮銭鉗鑓鰬釺鎆鈆鉛鈐鏲攑拑皘攐攓拪揵扲撁橬檶遷棈榩櫏杄槏圱刋谸籖篏篟簽籤羬竏奷媊僉俔儙諐伣偂傔仱欦綪繾縴譴顅謙牽",
	"qiang":  "强枪墙抢腔羌呛跄锵蔷羟襁戕戗嫱樯蜣炝锖镪薔蘠蔃墻玱瑲溬漒蹡蹌啌嗴唴嗆嶈廧熗獇猐鏘鎗鏹摤搶檣椌槍艢篬牆羥羗羻羫墏斨牄嬙戧強彊繈繦謒疆",
	"qiao":   "巧桥悄瞧敲乔侨翘峭窍俏锹鞘憔跷撬樵荞橇壳雀诮峤鞒硗愀劁缲谯鞩鞽菬荍藮蕎陗犞磽硚礄翹墝趬趫墽墧睄郻踍蹺躈蹻嘺骹帩幧韒燆竅釥鐰鄥鄡鐈鍬撽櫵槗橋勪喬鍫頝癄嫶僺僑顦繰繑誚髜毃髚譙",
	"qie":    "切且窃契怯砌伽茄妾惬趄锲箧挈郄苆匧聺洯蛪厒朅淁踥愜悏竊鍥鯜癿篋笡籡穕",
	"qin":    "亲侵勤秦琴禽钦沁芹寝擒矜噙覃揿芩嗪衾螓吣锓檎菣靲懃斳兓菳菦藽耹骎駸肣赾埐坅琹珡澿瀙螼蠄昑蚙唚嶜嵚嶔嵰懄慬吢庈寴寢寑顉鈙鮼鵭欽鋟鈫抋捦撳搇梫笉瘽親嫀媇鳹雂綅誛",
	"qing":   "情清亲青轻请倾庆氢晴顷卿蜻擎氰磬罄圊箐苘檠謦黥鲭綮葝碃硘埥殸漀郬靘靑殑濪淸暒甠啨軽輕鑋慶檾庼廎寈錆鯖夝擏掅氫櫦棾樈凊儬傾頃請勍剠",
	"qiong":  "穷琼穹邛茕跫蛩銎筇卭藭藑蛬赹璚瓗瓊瞏睘惸煢焭熍焪竆窮宆憌桏橩笻舼儝",
	"qiu":    "求球秋丘酋囚蚯邱裘鳅巯泅湫虬遒楸逑龟蝤赇糗犰鼽俅蓲鞦鞧莍萩蘒芁毬肍趥坵皳盚蟗玌璆殏巰汓浗湭渞蛷虯唒賕崷恘秌煪觩觓銶鰽鯄鮂鰍鰌釚釻搝扏梂逎朹湬蝵鹙鶖醔媝穐篍龝蠤丠頄叴訄恷紌絿緧訅仇",
	"qu":     "去区取曲趣趋屈驱渠躯娶岖瞿祛蛐觑衢蛆龋黢癯苣蠼佉阒麯蘧蕖磲朐璩氍劬鸲麴诎葋匤菃敺區螶阹驅駆駈厺髷胠刞臞鼩鼁坥趍趨耝璖麹齲覰覻戵鸜覷灈浀淭蠷蟝蝺呿躣軥嶇岴胊鶌憈翑焌爠粬煀袪鑺鴝斪鰸魼鱋抾欔欋麮衐籧忂筁軀闃閴竘竬佢伹紶絇詘詓誳",
	"quan":   "全权圈泉劝拳券犬醛蜷痊颧铨荃诠筌鬈畎辁悛犭绻勸顴葲虇騡駩犈牷犮硂埢瑔湶洤蠸踡跧啳圏輇巏峑恮烇鳈鐉鰁銓搼權楾権棬椦勧箞齤奍韏觠牶闎婘姾佺縓綣絟詮",
	"que":    "确却缺雀鹊炔瘸榷阙阕悫皵鵲蒛碏礭確硞碻礐趞愨慤埆塙琷崅燩搉棤缼闕闋傕卻",
	"qun":    "群裙逡麇夋囷峮宭裠帬羣",
	"ran":    "然染燃冉髯苒蚺蒅髥肰珃蚦呥嘫冄衻袡袇橪媣姌繎",
	"rang":   "让壤嚷攘瓤禳穰蘘鬤壌瀼躟懹爙獽穣儴勷譲讓",
	"rao":    "绕扰饶桡娆荛蕘隢遶襓擾橈嬈饒繞",
	"re":     "热惹喏若熱",
	"ren":    "人认任忍仁韧刃妊纫壬饪仞衽荏稔轫亻靭靱荵芢牣肕腍忈軔岃屻韌袵祍魜鈓銋扨梕杒栣朲棯忎躵秹秂姙刄鵀栠飪餁仭紝纴綛紉絍認訒讱",
	"reng":   "仍扔芿陾辸礽",
	"ri":     "日驲馹囸衵鈤釰釼",
	"rong":   "容溶荣融绒熔蓉茸戎榕冗嵘镕蝾肜狨茙氄駥毧坈瑢瀜栄螎曧蠑軵嶸峵烿爃嵤榮褣宂鎔搑搈榵槦穁穃羢媶嬫嫆傇傛縙絨",
	"rou":    "肉柔揉蹂鞣糅葇鶔騥腬脜瑈瓇渘蝚輮禸韖煣粈宍鍒鰇楺媃厹譳",
	"ru":     "如入乳儒辱汝蠕茹褥濡嚅孺铷缛襦女蓐薷颥溽洳蕠蒘鄏肗顬渪蝡曘嗕嶿袽鱬銣擩扖醹杁筎鳰邚鴑媷嬬帤鴽挐桇侞縟繻",
	"ruan":   "软阮朊碝礝耎腝堧壖瑌瓀輭軟撋媆偄緛",
	"rui":    "瑞锐蕊兑睿芮蕤蚋枘蕋蘃蘂甤叡壡汭蜹繠橤鋭銳桵緌",
	"run":    "润闰膶瞤潤橍閏閠",
	"ruo":    "若弱偌箬鄀爇蒻叒渃嵶焫鰙鰯挼捼楉篛婼鶸",
	"sa":     "萨撒洒仨卅飒脎蕯薩靸躠隡馺灑鈒钑摋櫒颯訯",
	"sai":    "塞赛腮鳃噻毸毢嗮嘥顋愢賽鰓揌簺僿思",
	"san":    "三参散伞叁糁毵馓弎毿犙鬖毶壭潵糤糣糝鏾鏒閐厁俕饊傘繖",
	"sang":   "丧桑嗓搡颡磉顙桒喪褬鎟槡",
	"sao":    "扫嫂骚缫搔臊瘙埽鳋騒騷矂溞螦氉鰠鱢掻掃颾繅髞梢",
	"se":     "色涩瑟啬塞铯穑槭雭嗇璱歮濇濏澁渋洓瀒澀轖懎銫鏼摵擌栜穯穡閪瘷歰飋繬譅",
	"sen":    "森襂槮椮",
	"seng":   "僧鬙",
	"sha":    "沙杀啥纱砂傻刹厦杉莎煞鲨霎裟挲嗄唦痧唼铩歃萐蔱髿硰乷鯊桬啑喢帹翜翣廈粆魦鯋鎩猀毮閷殺榝樧箑閯儍倽紗繺",
	"shai":   "晒筛曬簛籭簁篩",
	"shan":   "山单善闪扇衫陕珊禅杉擅掺栅煽膳删姗汕赡跚掸讪缮舢疝嬗潸鳝搧鄯苫膻芟骟彡蟮钐陝剼騸磰脠赸墠圸墡睒灗澘晱蟺嘇軕刪邖幓贍炶煔覢熌禪釤銏鱓鯅鱔狦鐥掞挻樿柵檆椫笘痁閊敾歚羴閃羶譱姍僐饍傓縿繕訕謆",
	"shang":  "上商伤尚赏汤裳晌熵墒垧殇觞绱鞝蔏鬺殤丄尙賞漡滳螪贘慯恦禓觴鋿鏛鑜樉傷緔扄謪",
	"shao":   "少烧绍召稍梢哨勺捎邵鞘芍韶筲艄苕劭潲杓莦萷蕱髾玿輎焼燒袑鮹柖娋卲綤弰紹旓",
	"she":    "社设射涉舍摄舌蛇折拾畲奢赦慑麝赊佘猞歙阇厍滠揲蔎騇厙奓灄渉涻蠂虵蛥畭輋賒賖懾韘慴攝摂捨欇檨舎畬弽設",
	"shen":   "什身神深参甚审伸申沈渗婶肾慎绅呻娠砷蜃莘吲糁鯵诜谌瘆信葚胂渖哂矧谂蔘腎頣蓡薓葠駪眘昚脤堔珅眒瞫滲瀋涁蜄曑曋罧屾峷愼糂籸燊籶邥審覾宷裑穼罙祳鋠鲹鉮鰺鰰魫鯓氠扟柛榊兟甧甡鵢瘮妽嬸姺敒侺侁紳弞矤訷谉讅詵諗訠",
	"sheng":  "生声省胜升盛圣剩乘牲绳笙甥嵊晟眚蕂苼聖陞阩陹鼪勝賸榺墭聲殅珄渻湦泩晠琞曻昇呏貹憴焺鍟鵿鉎狌斘橳枡剰竔偗繉縄繩譝甸",
	"shi":    "是时实事十使什式世识食市史石始师失视示似适士势试施室释诗氏湿饰驶拾蚀尸逝侍誓矢狮匙柿硕嗜屎噬嘘栅拭峙仕恃虱轼舐耆螫豕谥弑奭殖蓍泽莳贳埘炻鲥鲺铈酾筮蒔貰蒒葹旹乨駛觢乭鼫鼭卋邿塒辻兘勢丗鳾瑡亊眎睗眂眡溼溡浉湜濕澨溮湤時昰遈呩呞軾嵵崼峕忕蝨屍鸤鳲恀烒煶実寔宩冟襫襹褷實祏視鉽釶鉐鉂鮖鰣鯴鰘鰤鶳鉇鉃獅鈰鍦銴弒揓栻枾釃榯榁柹簭遾舓秲徥師釋釈笶籂箷竍嬕姼餝蝕餙飾飠絁試詩諟戺適謚諡識",
	"shou":   "手受收首守授售寿瘦兽狩绶扌艏膄壽夀垨涭獣獸収鏉痩綬",
	"shu":    "术数书属树述熟输束殊叔朱舒鼠疏署竖蔬抒枢淑暑薯梳俞蜀庶赎塾墅恕曙倏漱黍腧戍孰澍秫菽纾疋沭摅姝殳毹荗竪豎薥蒁藷陎毺霔尌朮怷璹琡尗虪濖瀭潄潻鼡蠴暏踈咰數軗輸贖疎屬庻糬襩裋襡鏣鮛鱪鱰錰鉥掓攄捒樞樹橾杸鶐術癙書婌鵨鄃侸跾倐儵焂紓綀絉",
	"shua":   "刷耍唰誜",
	"shuai":  "率衰摔帅甩蟀帥卛",
	"shuan":  "拴栓涮闩腨閂",
	"shuang": "双霜爽孀骦騻驦礵鷞塽鹴鸘漺灀慡鏯欆艭孇雙縔",
	"shui":   "谁水睡税说氵脽氺涚涗帨裞祱稅閖誰",
	"shun":   "顺瞬舜吮蕣鬊瞚順橓楯",
	"shuo":   "说烁硕朔数妁蒴铄搠槊矟碩爍鑠獡鎙欶箾説說",
	"si":     "思四死斯似司丝私饲寺撕祀肆嘶嗣厮俟泗咝巳鸶蛳驷锶汜伺食厶耜兕澌笥姒缌纟蕼蕬牭騃駟騦磃蟴鼶貄亖耛肂洍涘洠瀃泀泤蟖螄噝罳孠覗廝燍禗禩禠鈶鐁鋖鍶鈻鉰釲銯虒枱杫梩柶楒榹蜤恖竢凘媤娰儩佀飔価俬颸飼飤緦糹鷥絲",
	"song":   "送松宋颂讼耸诵淞嵩悚凇怂忪菘崧竦駷鬆硹濍嵷憽愯庺梥鎹檧楤枩柗聳慫娀頌枀倯傱餸誦訟",
	"sou":    "搜艘嗽嗖擞飕馊薮螋叟溲瞍嗾锼蓃藪蒐騪鄋廋廀叜鎪獀捜擻摉摗醙櫢籔凁瘶傁颼餿",
	"su":     "素速苏诉缩俗塑肃宿稣溯粟酥簌窣夙谡嗉僳愫蔌涑觫蘇莤藗蘓骕驌碿膆塐趚甦殐璛珟玊溸泝潥潚洬囌蹜憟鯂穌鱐鋉榡遬樎櫯梀樕橚愬遡肅鷫嫊鹔粛傃餗縤謖訴",
	"suan":   "算酸蒜狻匴祘筭笇痠",
	"sui":    "随虽岁碎遂髓穗隋绥隧邃祟燧睢荽濉谇荾鞖芕隨鐆遀砕膸埣瓍璲歲歳睟瀡浽澻滖哸雖嵗髄亗賥韢熣煫襚禭鐩夊檖穂穟嬘倠綏繐繀繸旞譢誶尿",
	"sun":    "孙损笋荪狲飧榫隼蓀薞蕵孫飱猻鎨搎損槂簨箰筍鶽",
	"suo":    "所索缩锁梭嗦琐唆羧唢娑蓑挲些睃睃嗍桫莏趖琑瑣溹溑逤暛蜶嗩惢褨鎍鎖鮻獕鏁鎻挱乺摍簔簑傞縮莎",
	"ta":     "他它她塔踏塌榻沓蹋嗒拓獭挞趿遢溻鳎铊闼鞳鞜牠墖澾涾毾躂躢蹹嚃嚺遝崉粏褟祂禢錔鰨鮙鉈獺狧撻搨榙橽濌闧闥闒阘侤傝誻譶",
	"tai":    "大太态台抬泰胎苔汰钛酞肽薹骀邰炱跆鲐菭孡態駘夳冭坮臺溙汏汱旲囼忲燤炲鈦鮐擡檯籉箈舦嬯儓颱",
	"tan":    "谈探弹碳坦叹滩炭摊坛贪谭潭痰毯瘫檀坍袒覃忐昙钽澹郯锬藫歎菼貚墵壜埮墰壇璮灘潬湠曇暺嘆嘽啴嗿惔憛憳憻顃燂襢鉭錟擹攤醈醓醰橝榃舑舕罎罈癱痑婒怹倓僋貪談譚譠",
	"tang":   "堂唐糖躺汤塘倘趟烫膛淌棠搪螳蹚羰傥溏帑醣耥瑭螗铴镗樘鞺薚蓎隚磄膅鼞赯矘漟燙湯坣劏曭蝪踼嘡啺戃糛爣糃煻鄌鶶禟鐋鏜钂鎲镋鎕摥橖榶篖闛伖儻偒傏饄餹",
	"tao":    "讨套逃陶桃萄掏涛淘滔叨韬啕绦洮饕跳鼗鞱鞉鞀騊駣夲瑫濤蜪飸咷轁幍慆韜裪祹迯鋾匋搯槄醄嫍絛饀弢縚綯绹縧詜謟討",
	"te":     "特忑忒慝铽脦蟘鋱",
	"teng":   "腾疼藤滕誊虅驣幐縢螣騰鰧謄膯鼟霯漛熥籐籘駦痋邆儯",
	"ti":     "体提题替梯踢蹄惕啼剔剃涕屉嚏锑棣倜悌鹈逖醍缇绨薙蕛騠髰鬄鬀碮厗朑趧趯瑅殢瓋睼漽渧題鶗惖逷嚔蹏鷤嗁罤體骵崹惿屜褆褅禔禵鳀鯷鷈鮷悐銻鍗鷉掦挮揥擿笹躰軆徲籊稊鵜媞偍緹綈戻謕歒鶙弟",
	"tian":   "天田甜填添佃恬腆舔阗钿畑忝殄畋掭菾黇磌碵胋鷏甛塡靔靝瑱琠璳兲睓沺淟湉晪唺鴫覥觍賟悿屇窴錪搷酟舚闐痶婖倎餂鷆緂甸",
	"tiao":   "条调跳挑眺迢窕苕佻笤啁粜髫龆蜩祧鲦萔芀蓚蓨糶聎朓趒齠晀旫脁岧岹恌庣宨窱祒覜鰷樤嬥鞗鯈鋚鎥條絩誂",
	"tie":    "铁贴帖餮萜聑驖蛈呫貼怗鐵鐡銕鉄僣飻",
	"ting":   "听停庭挺厅廷亭艇烃婷蜓汀霆町铤葶莛梃鞓聴聽聤厛鼮脡圢耓珽涏渟蝏甼嵉聼廰廳烴庁烶鋌邒桯榳楟頲颋筳閮娗侹綎誔諪",
	"tong":   "同通统痛童铜筒桶桐佟侗酮捅瞳僮彤潼嗵恸峒茼砼仝蓪犝朣赨眮浵晍蚒曈哃峝峂膧慟烔粡庝炵燑鲖鉵銅鮦狪獞鉖樋橦筩憅秱衕穜勭氃痌餇絧統綂詷",
	"tou":    "头投透偷愉骰亠蘣斢黈頭鋀鍮敨婾媮妵偸紏緰",
	"tu":     "图土突途徒吐涂兔屠凸秃荼钍菟堍酴蒤葖莵鷋駼鼵迌腯堗圡瑹汢潳涋湥塗跿唋圗圖図嶀鷵怢悇廜庩宊鶟鈯釷鵵鵌鍎鋵揬捸捈梌馟兎禿稌筡鵚瘏痜凃峹嵞",
	"tuan":   "团湍疃抟彖貒墥剸鷒漙湪団團畽圕慱糰煓褖鏄鷻猯摶槫檲篿揣",
	"tui":    "推退腿颓蜕褪忒煺藬蓷蘈隤駾尵螁蛻蹪蹆骽魋橔頺頹頽穨弚娧俀僓弟",
	"tun":    "吞屯豚臀囤褪饨鲀氽暾芚朜霕坉豘涒旽蛌噋黗軘臋忳焞魨呑飩",
	"tuo":    "脱托拖妥拓驼陀唾椭驮沱砣鸵佗坨跎箨柁柝橐沲鼍庹酡乇萚蘀莌阤嶞陁馱駄驝騨驒駝馲駞毻碢砤鼧鵎脫堶槖沰汑涶跅鼉咜咃岮袥袉饦鰖鮀鴕魠鮵狏扡拕捝挩橢楕杔彵籜嫷媠毤侂仛侻飥紽詑託讬",
	"wa":     "瓦挖娃哇蛙凹洼袜佤娲腽韈聉砙膃劸鼃邷漥溛咓嗢嗗畖韤襪窐窪穵窊搲攨屲瓾媧",
	"wai":    "外歪崴呙喎咼顡竵",
	"wan":    "完万晚玩湾弯碗顽挽烷婉皖蔓腕丸宛惋蜿豌绾纨莞剜脘畹塆菀芄琬箢薍萖萬脕埦頑刓壪琓瞣睕澫涴潫汍灣蟃晥晼晩踠唍輐輓贎岏貦帵贃忨卐卍翫盌鋄錽鋔鎫抏捖捥杤椀梚笂妧婠倇綰綩紈彎",
	"wang":   "往王望忘亡网旺汪妄枉惘罔辋辋魍朢菵莣尪迋尫瀇蚟蛧蝄暀罒輞罖罓棢徍彺徃兦仼亾尣尩網誷",
	"wei":    "为维围委未微谓卫味唯威危伟尾违伪慰魏喂胃纬畏韦惟苇萎尉蔚巍薇偎帷娓渭桅圩倭痿崴猬诿猥潍煨葳韪帏嵬玮逶炜隈隗洧涠沩囗軎鲔艉闱位蔿苿菋蓶葨荱藯葦蘶芛蒍隇熭碨硙硊腲鄬爲壝墛霨霺瑋琟覹矀濻潙韑瀢渨潿溦浘湋洈濰溈蝛韙蝟暐蜲蜼喴踓喡轊囲罻圍骩骫骪幃嶉嵔峗峞嶶崣屗叞褽犚螱韡韋違愄愇懀燰烓煟煒寪頠鏏厃鳂鳚鍡鍏鮪鰄鮇鰃鮠撱揻揋捤楲醀椳欈梶椲徫躗躛衛衞讆讏覣犩痏闈癓媙媦媁儰僞偉颹饖餵餧偽縅緭緯維詴亹斖謂為諉",
	"wen":    "文问温闻稳纹吻蚊紊瘟韫雯汶刎璺阌鞰莬芠駇馼鼤脗肳塭豱瑥殟珳渂溫昷呡呅輼辒轀蟁炆顐鳁鎾鰛鰮魰揾搵抆榅榲桽穩穏聞閿闅閺問闦瘒妏伆饂繧紋彣螡蚉鴍鳼",
	"weng":   "翁嗡瓮蓊蕹聬塕奣瞈滃暡螉嵡鎓攚齆勜鹟鶲罋甕",
	"wo":     "我握窝卧沃涡斡蜗喔倭挝龌渥莴幄硪肟臥萵臒腛瓁齷瞃濣渦涹蝸踒唩焥窩猧捰捾枂楃婐媉婑仴偓",
	"wu":     "物无五务舞武屋误恶午吴伍污乌雾悟吾呜侮唔巫勿梧诬捂晤兀於芜戊毋鹉妩钨邬坞蜈婺鹜忤骛牾庑杌亡芴阢鼯圬浯鋈怃焐寤迕痦仵莁靰蘁茣蕪鹀鵐陚隖奦務嵍熃騖鶩敄鴮碔矹霧雺霚塢墲鵡珷珸郚逜忢瑦卼玝璑瞴洿汚汙洖溩潕螐旿蟱躌吳呉嗚峿屼嵨岉剭悮悞憮乄熓粅廡窏窹祦鋙铻鄔鯃烏鰞歍鎢扤摀杇啎無鷡橆甒鼿齀箼娬娪嫵娒倵俉儛弙誣誈誤譕",
	"xi":     "系西细习息吸喜戏析希席洗稀惜悉袭腊溪媳牺锡嘻夕隙晰栖膝熙昔烯熄禧鳃徙嬉犀蟋奚兮曦蜥汐翕玺唏螅铣淅硒皙熹窸羲矽檄郗忾僖屣歙樨觋娭豨咭葸菥蓰隰鼷舄浠粞裼穸禊饩欷醯舾阋葈蕮蒵匸煕蓆莃薂蒠覡隵隟枲騱驨騽犔犠犧磶磎礂貕舃肸肹谿霼趘趇欯囍憙歖霫赩赥豯卌琋壐璽瞦鬩戲矖戱卥戯睎盻覤澙渓潟鸂虩漝漇潝螇暿蟢蠵晞嚱躧蹝呬焁唽噏喺繫黖嵠巇嶍酅忚慀恄憘怬屃屓屭悕習飁恓屖焟熺糦焬熂燨爔熻邜鐊觿觽觹鳛錫鑴饻鱚鰼鯑鉨釸鈢鎴釳鏭狶鉩扱鵗忥氥扸墍榽橲槢桸晳惁椞厀椺橀怸熈稧徯郋鄎徆襲凞瘜闟衋嬆傒翖俙係饎餼餏郤豀縘繥緆細縰綌绤謑譆諰焈謵洒蹊",
	"xia":    "下夏吓狭辖霞峡瞎厦虾暇匣唬遐侠黠呷瑕罅狎瘕硖柙蕸陿陜騢硤碬磍夓埉圷赮丅乤珨睱虲蝦翈轄峽懗舝炠煆烚鶷祫鎼鏬鍜魻鰕鎋狹梺筪敮舺閕疜閜傄俠颬谺縖諕",
	"xian":   "现先线显限县鲜险献宪陷仙闲纤腺弦贤嫌掀咸衔羡掺涎娴见酰舷藓馅锨铣冼霰暹籼苋痫氙蚬岘莶燹跹跣祆猃筅鹇藖韅賢贒莧蘚薟苮陥険險礥尠臔姭鼸毨胘韯壏塪赻垷埳現豏珗獻睍縣鹹県盷瞯涀灦瀗鍌澖湺尟晛蜆顕蛝顯蚿咁咞嘕哯蹮躚啣嗛輱幰峴崄嶮忺憪憸糮粯廯烍麙鶱憲褼襳禒鑦臽鋧鱻鮮銽錎鍁銛铦銑獮玁狝獫搟攇撊撏挦攕醎枮櫶杴橌橺麲箲馦秈銜衘稴屳閒鷳羨鷼閑鷴癇癎甉娊奾嫺嫻嬐孅娹妶仚僊僲僩僴餡韱佡伭綫纎繊線缐絤纖婱絃諴誢譣誸洗",
	"xiang":  "想相象向响像项乡降香羊享箱祥详湘橡翔巷厢镶襄饷骧芗飨衖葙蟓庠鲞缃缃項瓨萫薌驤膷珦瓖晑曏跭嶑廂麘襐勨鱌鱶鱜鐌銄鑲栙楿欀缿稥忀鮝鯗姠佭餉饟緗鄊蚃鄕郷鄉蠁響嚮饗絴纕亯詳",
	"xiao":   "小消笑效校销削晓肖硝萧孝啸潇俏嚣哮淆宵箫霄筱逍骁姣枭哓鴞蛸崤魈枵绡绡虈蕭藃驍硣膮斅斆毊瀟揱涍敩洨蠨蟏暁曉蟂蟰嘵嘋鸮踃嚻囂呺嘐咲嘯嘨髐髇憢恔庨焇灲熽灱宯窙銷鴵梟猇獢郩殽皢皛撨櫹穘鷍筿簫簘篠痚痟効歗婋虓侾翛烋颵俲傚綃彇謏誟歊誵訤詨",
	"xie":    "些解写协谢械鞋斜谐胁泄歇邪契携卸屑泻蟹懈挟蝎偕楔勰亵燮鲑撷颉榭邂缬澥瀣廨躞叶薤渫獬榍绁靾鞢鞵藛薢絜脅脇劦膎協奊翓塮暬垥瑎齛齥齘禼卨韰洩瀉蝢旪蠍蠏嚡噧嗋峫嶰屟恊愶屧灺緳熁燲糏炨炧冩寫褉襭祄猲揳挾拹擷攜烲焎娎擕缷徢齂媟孈脋伳偞偰龤僁紲緤綊纈絏縀繲絬衺褻讗爕夑謝諧血",
	"xin":    "心新信欣辛薪锌芯馨鑫衅昕訢忻莘炘歆囟忄镡阠孞馸舋釁脪盺噷噺軐惞廞焮襑鈊鐔鋅邤杺枔馫顖嬜妡伈俽伩訫",
	"xing":   "行性形兴型星省幸醒刑姓杏猩腥邢惺悻荥陉擤荇硎饧莕葕陘骍騂臖興垶郉瑆睲涬洐蛵曐哘煋滎觲觪鈃钘鉶铏銒鋞鯹鮏皨箵篂嬹婞娙倖侀餳緈謃",
	"xiong":  "雄兄胸凶熊汹匈芎熋洶焽焸哅賯恟忷夐敻胷匂兇詗诇詾訩讻",
	"xiu":    "修秀休袖臭羞绣朽锈嗅溴貅岫咻宿髹庥馐鸺苬髤脙璓臹珛琇潃滫螑嚊峀糔烌鱃鮴鏥銹鏽鎀鏅銝樇齅脩鵂俢飍饈綉繡繍褎褏",
	"xu":     "许需须续序虚徐绪叙蓄吁絮婿嘘旭栩墟畜浒戌胥圩恤煦蓿酗顼诩魆洫盱砉溆勖糈醑芧蕦藇藚蒣聓驉鬚盨媭嬃須壻垿珬頊珝殈瞁虛歔虗汿沀湑潊漵朂晇暊勗旴冔蝑昫噓呴喣盢賉怴慉燸烼歘欻烅裇禑銊鑐欨鱮獝揟魖楈槒聟鄦卹欰稰稸疞姁敍敘伵偦侐俆續続緒緖縃綇訏譃諿詡諝谞訹許休邪",
	"xuan":   "选宣旋悬玄喧轩绚眩炫渲漩暄萱癣煊镟璇县碹泫铉揎楦痃儇谖萲鞙蓒蕿藼蘐蔙駽塇璿琄瑄琁玹懸睻眴矎贙晅昍蠉暅蝖蜁暶昡咺吅軒翾愋懁選愃怰烜翧袨禤鋗鰚鍹鏇鉉楥梋檈箮衒癬媗嫙颴弲繏絢縼諼譞諠券",
	"xue":    "学血雪削穴薛靴谑踅噱鳕泶蒆鞾茓辥膤學觷壆澩嶨燢鷽趐坹瞲辪瀥峃鸴吷轌岤袕鱈狘乴樰桖艝疶斈謔",
	"xun":    "训迅寻循讯巡询旬逊驯勋熏汛殉荀薰峋洵浚鲟徇浔醺窨荨埙巽蕈孙曛恂郇獯蘍薫愻遜馴駨顨奞毥臐壦攳坃塤壎殾燅珣璕矄潠潯畃蟳勛噀嚑噚卂巺爋燻燖迿鱏鱘鑂狥灥揗杊栒樳桪稄勲勳鄩尋廵焄侚伨偱紃纁訓訊詢訙",
	"ya":     "压呀亚牙雅芽鸭押崖哑鸦讶丫涯轧衙娅伢蚜桠氩垭碣琊疋迓邪砑睚吖岈揠痖蕥鴉聐孲厊圧厓壓厑劜堐埡圠玡亞鵶亜襾齖齾漄啞唖圔軋鴨崕庌庘窫錏鐚铔犽猰猚掗氬挜枒椏覀笌稏冴疨瘂婭俹訝",
	"yan":    "眼研验言严演烟沿盐延颜岩炎燕掩厌艳咽焰铅宴衍殷阎雁淹砚檐焉彦蜒俨奄谚腌堰晏胭嫣阉湮筵兖妍偃唁鼹恹琰赝魇滟酽焱餍甗郾菸厣埏鄢罨崦剡闫谳讠鹽匽鶠酀鷰嬊莚萒蔅隁隒驠騴騐験驗牪硽黡揅硏硯夵魘厭厴懕黶檿嬮饜剦礹鳫贗鴈贋臙鼴墕壧塩壛珚琂齞齴鬳覎虤沇厳漹灔灎灧灩淊溎渷渰蝘曣猒暥曮鷃曕妟昖嚥嚈囐嚴碞喦嵒啱喭噞黭黫黬黤艶艷豓豔巘巚巌嵓巖巗觃嵃嶖愝懨熖焑敥炏焔煙烻爓麣戭褗裺鴳觾燄鰋狿抁揜椻歅醼醃釅醶欕棪樮椼櫩楌篶郔躽軅簷閆閹龑兗乵閻顔遃嬿姸孍姲娫娮傿弇顩儼偐酓縯綖讌顏彥訮詽讞扊諺訁",
	"yang":   "样养阳洋氧央杨扬羊仰秧痒漾疡佯殃鸯怏鞅恙徉炀暘泱蛘烊陽阦駚礢胦霷雵坱垟珜眏眻瀁昜敭蝆旸咉輰軮崸鴦崵岟懩慃煬炴鍈卬鍚鉠钖鰑氜揚氱抰攁楧鸉楊柍様樣劷羏羕飬養瘍鴹癢姎佒飏颺傟紻諹詇详",
	"yao":    "要药摇腰咬耀遥邀瑶姚窑妖谣钥尧么乐吆肴夭侥舀幺徭珧杳窕窈鹞繇曜爻约轺崾鳐蘨靿薬藥葽蓔苭葯騕磘颻鷂飖尭垚顤堯瑤殀齩矅覞眑溔滧暚嗂喓鷕軺峣嶢嶤岆愮熎燿烑宎袎窰窅穾窯窔祅鎐鰩鱙猺遙獟狕邎揺抭搖摿榣柼楆枖榚鴁鼼筄艞闄媱婹傜倄偠仸餆餚鴢纅謡謠訞讑詏疟",
	"ye":     "也业夜叶液爷野喝页冶耶咽邪拽曳腋椰掖噎晔谒揶射邺靥吔烨铘葉枼驜靨擪頁礏墷枽璍瑘殗瞸瞱潱澲漜洂曄曅蠮暍曵曗嘢嶪嶫燁煠爗鄴鸈業鐷鋣釾鍱鎁鎑馌擛皣捓抴擫歋捙擨壄埜僷倻爺餣饁謁亪亱鵺",
	"yi":     "一以义意已艺易议咦依益衣异医移遗疑亦宜仪忆伊倚乙亿抑役毅译椅翼姨蚁泄谊疫逸矣溢夷疙绎尾蛾怡胰贻裔彝邑奕翌屹臆颐诣驿熠咿蜴漪沂呓揖弋轶迤懿悒佚羿噫铱弈壹肄翳癔缢刈旖苡怿痍猗诒峄食射荑薏埸圯殪眙嗌黟嶷嶷衤饴钇镱镒挹酏劓舣瘗翊仡佾蘙芅匜藝蓺虉弌頤巸媐苢勚勩萓苅殹醫鹥瞖繄贀悘鷖黳嫛毉瑿萟藙隿耴迆阣瓵驛駅逘礒帠肊鶂膉貖敼霬墿夁亄鷧壱坄埶玴珆豷豛鹝鷊辷殔鴺乁頥齮齸頉浳渏沶洟浥潩瀷泆浂澺洢湙曀蛦晹曎螘蛡敡鶍螔蟻螠蛜暆囈呭跇遺跠唈呹吚異欭輢黓睪斁歝圛軼轙畩貤貽骮顗峓幆嶧嶬崺怈恞郼懌乛忔攺憶廙熼燡熤燚熪燱炈庡焲宧冝宐襼袣衪裿褹袘寱迱寲祎禕釴鈘釔鉯鶃鮧鯣鳦鸃鮨鏔匇迻狋獈鐿鎰鈠銥撎拸乂枻杙杝槸醳醷桋栧椬栘柂檥檍榏枍椸檹棭劮鄓穓顊稦笖簃乊艗艤秇垼篒籎瘞瘱豙義羛羠鷾痬竩兿鹢鷁嫕嬄彛彞嬟嬑佁侇俋伿儀億飴饐伇偯弬繹彜觺繶縊讛詍裛詒旑訲讉譯扅悥扆訳帟誼誃謻議譩詣蛇",
	"yin":    "因音引印银阴隐饮姻吟殷荫淫尹茵寅蚓瘾龈垠胤喑氤窨鄞吲圻狺铟茚霪堙洇廴夤夤蘟蔭鞇靷荶蔩蒑隱檃櫽隠阥陻隂陰骃駰碒磤霒趛赺韾堷霠烎璌殥慭珢齗齦龂濦滛濥垽峾溵乑湚泿洕朄螾蟫噖嚚噾囙輑圁嶾湮崟崯訔懚愔廕粌冘裀禋淾銦鮣犾鈝銀鈏斦慇檼垔酳鷣栶檭猌憖憗筃秵癮癊闉凐瘖訚誾婬婣飲侌飮絪緸讔諲訡",
	"ying":   "应影英营映迎硬盈婴鹰颖赢荧蝇莹莺樱瑛萤鹦萦缨膺瀛荥璎嘤媵罂瘿茔楹郢滢颍嬴景蓥潆撄萾鶧蘡藀盁孾碤礯朠膡霙珱瓔鷪渶溁溋浧瀴濴瀠瀯濙灐濚瀅蛍営鴬灜暎蝧蝿蠳蠅嚶甖巊鑍鸎罌嬰鸚賏譻巆愥煐廮応罃褮塋禜縈螢營熒鶯覮鎣嫈瑩甇謍鶑噟應鷹譍锳鐛鱦攖摬攍桜梬櫻櫿矨軈籝籯韺癭媖孆偀僌緓绬頴颕潁纓穎贏",
	"yo":     "哟唷喲",
	"yong":   "用永勇拥涌庸泳佣咏雍踊蛹臃俑甬壅鳙恿痈邕喁慵湧墉镛饔苚蒏勈硧砽惥埇塎慂滽灉澭顒颙踴嗈噰嵱愑悀愹怺醟鄘鷛廱彮鲬鯒鱅鰫鏞郺擁柡栐牅癰癕雝嫞傭詠",
	"you":    "有又由优油友游右幼尤犹忧邮幽诱悠铀佑黝柚囿蚴酉釉疣猷莠攸祐鱿繇鼬蚰牖呦莜莸尢卣蝣宥铕侑苃蕕聈牰駀鄾迶憂肬貁耰丣逌瀀沋湵滺浟泑蜏哊嚘唀輏輶峟甴峳懮怞怮庮麀禉銪鲉鈾魷鮋狖猶逰栯櫌櫾酭梄槱楢郵怣牗秞羑羪姷優佦偤纋孧訧亴遊誘",
	"yu":     "于与语育鱼余雨预域玉遇予欲宇愈渔誉郁羽狱御裕愉豫愚喻娱寓浴吁舆尉榆俞禹屿淤逾峪谕於迂虞瘀驭芋隅渝瑜阈毓盂汩熨禺腴揄臾煜钰彧鹬鬻谀馀聿纡竽伛龉觎圄欤妪玙邪蓣萸舁雩蜮昱蝓圉嵛庾庾燠窳窬饫狳瘐妤肀俣鹆蕷蘛芌蕍茰蒮萭薁蓹蘌茟匬萮陓隃矞預鷸遹驈馭騟戫礖砡礇硢硲礜轝鸒歟與譽輿雤貐斞霱堣迃亐圫堬堉琙璵邘玗敔鳿瑀齬齵鸆睮歶淢潏滪澦盓澞湡漁灪淯虶欥蜟噳踰喅喩唹罭輍骬嶼髃嵎嶎崳惐忬頨懙燏粖庽爩麌焴寙衧褕穻鴧鴪祤鈺鍝魣鱊鰅鴥鷠魚鮽鯲鐭獄銉鋊錥扝扜挧魊扵棫櫲桙楰醧杅酑鬰欎欝鬱楀楡棛棜稢稶穥籅牏鄅軉秗禦篽籞艅艈籲込箊閾瘉羭癒嫗嬩媀娛娯傴伃僪儥兪覦歈悆雓俁偊饇飫餘螸慾鵒俼緎紆逳袬諛謣語斔旟諭乻吾奥粥",
	"yuan":   "原员远元院源愿圆园缘援袁怨冤渊猿宛苑垣媛鸳辕沅爰橼塬鸢圜螈垸瑗鼋湲芫眢掾蒝薳薗蒬茒葾鳶貟贠騵厡厵願鶢遠鼘逺邧黿盶溒渁鼝淵渆渕灁蝯蚖蜵蜎蝝肙剈噮鶰員圎園轅囦圓円悁鹓惌鵷寃褑褤裫裷禐駌夗鴛妴鎱鈨魭鋺猨榞榬杬酛棩櫞笎衏邍羱嫄媴嬽傆縁緣謜",
	"yue":    "月约越跃阅悦曰岳乐粤兑钥栎钺说刖瀹哕樾龠戉蘥玥泧蚏蚎噦跀躍啘黦軏岄曱嶽恱悅爚礿禴鉞鈅鸑鑰抈捳籆矱籰粵籥篗箹閲閱嬳妜鸙約",
	"yun":    "运云允匀韵孕晕蕴芸陨酝韫耘恽纭熨愠氲筠郓郧殒员昀狁蕓荺蕰薀蒀蒷蒕藴蘊阭耺隕馻夽奫磒腪雲霣鋆殞齫齳眃沄澐涢溳蝹暈鄖喗囩畇賱韗韞愪慍惲煴熉熅鄆運褞鈗勻抎氳抣枟橒醖醞秐馧筼篔韻妘伝傊餫紜緼缊縜縕贇赟",
	"za":     "杂咱扎咋砸咂匝拶臜臢帀迊沯沞囋囃襍鉔魳桚韴雑雥雜",
	"zai":    "在再载灾仔栽宰崽哉甾載烖酨睵渽溨洅賳扗畠災傤儎縡",
	"zan":    "咱赞暂攒簪瓒錾糌趱昝兂趲瓉鄼賛瓚濽灒噆喒暫蹔鏨寁襸禶鐕鵤鐟撍攅攢揝橵贊簮儧儹偺饡讃讚",
	"zang":   "藏脏葬赃臧奘驵蔵塟匨駔臟臓羘贜贓髒賍賘弉銺牂",
	"zao":    "造早遭藻燥糟灶躁枣凿噪皂澡蚤唣薻趮栆璪璅蹧喿唕慥煰鑿竃竈皁醩棗梍簉艁傮譟",
	"ze":     "则责择泽侧啧仄赜咋昃帻箦迮舴蔶賾矠礋責齰齚歵瞔澤溭沢滜泎汄蠌昗嘖鸅幘則崱庂襗皟捑擇択樍簀嫧諎謮",
	"zei":    "贼蠈賊戝鲗鱡鰂",
	"zen":    "怎谮譖",
	"zeng":   "增综赠憎曾锃甑罾缯鬵磳増璔囎贈熷鋥鱛橧矰鄫曽繒譄",
	"zha":    "扎炸眨渣闸喳榨诈栅札乍楂喋蚱柞铡咤查咋砟哳吒揸齄痄厏耫霅皻溠灹宱觰鲊鍘鮓抯摣紥挓搾拃柤醡樝皶蚻紮牐齇劄箚閘鲝鮺偧譇詐譗",
	"zhai":   "摘窄债宅寨斋翟砦责择侧祭齐瘵鉙粂捚榸檡夈債斎齋",
	"zhan":   "展战站占粘颤沾崭盏斩毡湛瞻栈辗詹绽蘸谵旃霑搌菚虦盞薝驏驙氊趈琖虥惉戦魙蛅戰噡輾轏斬覱岾嶃嶄嶦嶘鳣鱣棧桟醆枬榐栴橏閚嫸偡佔僝飐颭飦饘綻詀讝氈鹯鸇邅譧譫旜",
	"zhang":  "长张章掌丈障涨帐仗胀账杖璋彰樟瘴漳蟑嶂鱆獐幛鄣嫜仉蔁騿礃脹墇瞕涱漲暲賬帳幥慞粻粀麞鏱扙痮遧瘬傽餦張",
	"zhao":   "找照招召赵着兆昭沼诏朝钊肇濯啁棹罩爪嘲笊駋爫趙垗瑵瞾曌羄燳炤鍣釗鮡狣鉊櫂枛罀箌巶妱佋皽肈肁旐詔",
	"zhe":    "这着者折哲遮浙蔗褶辙锗辄蛰蜇赭柘鹧摺螫谪著磔矺厇砓詟喆嚞乽蟄謺歽淛蟅晣虴啫踷嗻輙輒轍鷓粍籷襵袩銸鍺鮿埑晢啠悊樜讋嫬這謫讁",
	"zhei":   "这",
	"zhen":   "真针阵镇振珍震诊侦贞枕圳砧斟疹臻甄祯桢朕赈帧榛缜箴畛稹填蓁胗溱浈轸鸩椹葴蒖薽萙塦陣聄駗碪鬒瑧殝珎遉貞眹眕湞潧澵昣辴轃黰甽軫賑帪幀屒寊鴆裖袗禛禎鍼鋴針鎮錱覙鱵獉鉁鎭挋揕搸抮酙楨樼栚籈姫嫃侲偵弫縥絼縝眞紾紖纼誫診",
	"zheng":  "正政争整证征丁蒸症郑睁挣怔拯铮筝狰峥诤徵钲聇脀烝氶鬇爭埩靕鴊睜眐塣晸踭崢崝幁炡鉦錚猙鏳掙揁掟抍撜愸篜箏徰鄭癥姃媜佂凧糽証諍證",
	"zhi":    "之只制质知指直至志织支值致职止植置纸智执殖枝脂秩肢滞拓汁旨址稚芝吱帜蜘挚掷侄趾治识酯窒峙炙桎栉雉祗芷咫痣栀氏胝祇跖踯鸷蛭枳帙痔徵贽姪沚陟骘陟膣豸埴郅踬轾轵忮黹祉觯卮摭絷夂彘蘵芖迣茋藢聀阯騭隲職犆馶駤馽厔砋礩胑乿膱墆鳷坧覟墌疐坁垁漐縶贄慹騺鷙摯執瓡驇臸瓆璏歭淽滯滍汥洔淔洷潌汦泜潪瀄晊蟙跱蹠躓躑畤輊軹豑豒剬幟崻懥懫翐恉庤庢廌熫寘衼襧衹袟禃祬祑帋觶觗鋕銍铚鯯锧鑕狾猘釞劧貭搘挃巵抧摨搱扺扻劕質擳擲梽榰梔櫍椥柣櫛栺樴鼅鴙秓徝稙憄秷製徏軄徴筫穉稺秖瘈痓疻疷娡妷嬂値俧凪傂儨倁偫隻綕緻鴲紙紩織誌訨袠戠旘",
	"zhong":  "中种重众终钟忠肿仲衷踵盅冢锺忪螽舯茽蔠刣尰鼨腫塚堹歱泈汷蚛蜙蹱喠眾幒煄炂衶衳祌銿鈡鴤鍾狆鐘柊衆籦種徸彸筗瘇妕媑妐偅伀終螤諥蚣",
	"zhou":   "周州洲宙轴骤皱昼舟咒粥肘帚绉胄纣诌妯繇啁调荮碡酎籀菷葤驟駎騆駲霌盩珘睭淍晭嚋呪喌噣咮輖軸輈辀冑郮週賙赒粙炿烐皺鯞銂矪徟甃籒籕鸼鵃箒疛晝婤伷僽侜紂縐诪譸詋謅",
	"zhu":    "主住注助逐著宁筑诸珠猪竹朱柱祝驻株贮嘱煮铸烛蛛瞩竺蛀拄伫褚诛侏澍潴箸渚炷躅铢瘃苎术属茱翥洙麈橥杼槠邾舳疰丶茿莇藸蓫苧蕏陼逫馵駯駐劯硃砫墸壴坾煑豬櫫矚眝瀦濐灟乼蝫蠋曯蠾蠩跦跓囑鸀罜軴帾貯嵀劚斸燝燭爥炢麆袾窋宔祩鋳鑄钃鯺鱁鮢銖鉒拀柷欘樦櫧笁篫築笜筯鴸鼄篴簗秼竚羜孎佇飳纻紵絑紸諸迬殶詝誅註",
	"zhua":   "抓爪髽膼撾檛簻挝",
	"zhuai":  "拽转跩",
	"zhuan":  "转专砖赚撰篆传颛馔啭蒃孨磚磗膞腞塼堟瑼鄟專甎叀専瑑蟤囀転轉顓賺灷襈鱄篹籑竱嫥僎饌縳諯譔",
	"zhuang": "状装庄壮撞桩妆幢僮奘戆庒荘莊壵湷糚粧樁梉狀壯焋娤裝妝",
	"zhui":   "追缀椎坠锥赘惴骓隹缒墜騅硾礈腏膇贅沝畷錣鑆鵻錐醊甀笍娷綴縋諈揣",
	"zhun":   "准谆淳屯肫窀埻迍準啍宒衠稕凖綧訰諄",
	"zhuo":   "捉桌著卓着浊灼啄琢拙酌镯茁斫濯淖涿棹擢焯浞禚倬诼斮斲叕硺圴斱琸鵫灂濁汋晫蠗啅罬斀劅蠿烵炪丵窡窧鐯鋜鐲犳斵擆撯棳椓槕櫡棁梲穱籗籱篧彴穛娺妰諁諑謶鷟缴",
	"zi":     "自子资字紫仔姿滋兹姊籽咨孜渍梓髭恣滓谘淄呲孳鲻龇辎甾眦秭赀吱齐茈趑耔觜訾嵫锱笫粢缁芓蓻茡荢茊葘菑茲孖牸矷頾頿胏胾嗭赼趦鼒剚鄑齜眥呰啙貲胔鈭姕漬澬湽虸吇嗞輺輜崰禌釨鰦鯔鎡镃鍿錙杍橴榟椔秄稵資栥秶姉鶅倳紎緇緕纃訿齍諮孶玆",
	"zong":   "总宗综纵踪棕粽鬃熜偬从腙葼蓗骔騌騣惣鬉碂磫朡堫豵鬷昮蝬蹤踨嵏嵕嵸惾翪燪糭糉焧鑁鯮鯼鍐猔猣揔摠搃捴椶稯熧瘲疭倧傯倊綜緫緵總繌縦縱縂総緃",
	"zou":    "走奏邹揍陬鄹驺鲰诹菆郰棸騶赱齱齺黀鄒鯫鯐掫棷箃緅諏",
	"zu":     "组族足祖阻租卒诅镞俎菹靻蒩葅珇唨踤哫崒崪鎺鏃爼椊箤卆組詛",
	"zuan":   "钻攥纂躜缵繤躦鑚鉆鑽劗籫纉纘",
	"zui":    "最嘴罪醉咀蕞厜璻蟕晬嗺噿嶵嶊冣祽鋷錊酻酔樶檌栬槜檇辠稡纗絊",
	"zun":    "尊遵樽鳟撙墫噂嶟鶎銌鱒鐏捘罇鷷僔繜譐",
	"zuo":    "作做坐左座昨佐琢撮柞唑祚捽阼胙嘬怍酢笮葄葃蓙苲莋咗岝岞糳袏鈼稓穝秨筰飵侳繓",
}
