8lwxpg.vscdb-workspace-storage-cleanup
asvetliakov.vscode-neovim
bierner.docs-view
clover.md-table-editor
cweijan.epub-reader
cweijan.vscode-office
dotjoshjohnson.xml
eamodio.gitlens
foam.foam-vscode
formulahendry.code-runner
foxundermoon.shell-format
gabrielgrinberg.auto-run-command
gera2ld.markmap-vscode
gruntfuggly.todo-tree
hediet.vscode-drawio
holmescn.vscode-wordcount-cjk
ionutvmi.path-autocomplete
james-yu.latex-workshop
kelvin.vscode-sshfs
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
mads-hartmann.bash-ide-vscode
manasxx.background-cover
manuth.markdown-converter
marp-team.marp-vscode
mechatroner.rainbow-csv
mehyaa.workspace-storage-cleanup
mhutchie.git-graph
mkxml.vscode-filesize
ms-ceintl.vscode-language-pack-zh-hans
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.hexeditor
mushan.vscode-paste-image
njqdev.vscode-python-typehint
pkief.material-icon-theme
rebornix.toggle
remisa.shellman
rust-lang.rust-analyzer
ryu1kn.partial-diff
ryuta46.multi-command
shalimski.swapdiff
sumneko.lua
thqby.vscode-autohotkey2-lsp
timonwong.shellcheck
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
w88975.code-translate
yzhang.dictionary-completion
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
