alefragnani.Bookmarks
asvetliakov.vscode-neovim
bierner.docs-view
CodeInChinese.ChineseInputAssistant
cweijan.vscode-office
DavidAnson.vscode-markdownlint
DotJoshJohnson.xml
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
gera2ld.markmap-vscode
GitHub.copilot
Gruntfuggly.todo-tree
hediet.vscode-drawio
ionutvmi.path-autocomplete
Kelvin.vscode-sshfs
KevinRose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
manasxx.background-cover
mark-wiemer.vscode-autohotkey-plus-plus
mdickin.markdown-shortcuts
mechatroner.rainbow-csv
mehyaa.workspace-storage-cleanup
mhutchie.git-graph
mkxml.vscode-filesize
MS-CEINTL.vscode-language-pack-zh-hans
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.hexeditor
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-sqlite
mushan.vscode-paste-image
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
pascalsenn.keyboard-quickfix
PKief.material-icon-theme
Remisa.shellman
richie5um2.vscode-sort-json
ryu1kn.partial-diff
ryuta46.multi-command
shalimski.swapdiff
shd101wyy.markdown-preview-enhanced
sumneko.lua
techer.open-in-browser
timonwong.shellcheck
VisualStudioExptTeam.vscodeintellicode
w88975.code-translate
XadillaX.viml
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
