alefragnani.Bookmarks
asvetliakov.vscode-neovim
bierner.docs-view
clover.md-table-editor
cweijan.epub-reader
cweijan.vscode-office
DotJoshJohnson.xml
eamodio.gitlens
foam.foam-vscode
formulahendry.code-runner
foxundermoon.shell-format
gabrielgrinberg.auto-run-command
gera2ld.markmap-vscode
golang.go
Gruntfuggly.todo-tree
hediet.vscode-drawio
holmescn.vscode-wordcount-cjk
ionutvmi.path-autocomplete
James-Yu.latex-workshop
Kelvin.vscode-sshfs
KevinRose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
manasxx.background-cover
manuth.markdown-converter
mark-wiemer.vscode-autohotkey-plus-plus
marp-team.marp-vscode
mechatroner.rainbow-csv
mehyaa.workspace-storage-cleanup
mhutchie.git-graph
mkxml.vscode-filesize
MS-CEINTL.vscode-language-pack-zh-hans
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.hexeditor
mushan.vscode-paste-image
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
PKief.material-icon-theme
rebornix.toggle
Remisa.shellman
richie5um2.vscode-sort-json
rust-lang.rust-analyzer
ryu1kn.partial-diff
ryuta46.multi-command
shalimski.swapdiff
sumneko.lua
tamasfe.even-better-toml
techer.open-in-browser
timonwong.shellcheck
usernamehw.errorlens
vadimcn.vscode-lldb
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
w88975.code-translate
yzhang.dictionary-completion
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
